Repository: opendreambox/enigma2-plugins
Catalog: po/*.po
Languages: de, no

source: SVDRP is a protocol developed for the VDR software to control a set-top box remotely. This plugin only supports a subset of SVDRP and starts automatically using default settings. You probably don't need this plugin and should use the regular Web Interface for Enigma2 instead.
de: SVRDP ist ein Protokoll welches für den VDR entwickelt wurde um eine Set-Top-Box fernzusteuern. Dieses Plugin unterstützt nur eine Untermenge des SVRDP Protokolls und startet automatisch mit Standardwerten. Sie benötigen dieses Plugin normalerweise nicht und sollten stattdessen das normale WebInterface von Enigma2 benutzen.
no: SVDRP er en protokoll utviklet for VDR programvare for å kontrollere en fjernbetjent set-top-box Denne plugin støtter bare en subinstilling av SVDRP og starter automatisk ved å bruke standard innstillinger. Du trenger antakeligvis ikke denne plugin og burde i stedet bruke standard Web Interface for Enigma2.

source: Sat
de: Sa
no: Lør

source: Sat>IP Client Setup
de: Sat>IP Client Einstellungen
no: Sat > IP Klientoppsett

source: Sat>IP Tuner Overview
de: Sat>IP Tuner-Übersicht
no: Sat>IP Tuneroversikt

source: Sat>IP Tuner Setup
de: Sat>IP Tuner Einstellungen
no: Sat>IP Tuneroppsett

source: Satellites
de: Satelliten
no: Satellitter

source: Saturday
de: Samstag
no: Lørdag

source: Save
de: Speichern
no: Lagre

source: Save Playlist
de: Playlist speichern
no: Lagre spilliste

source: Save Timeshift as Movie and continue recording
de: Timeshiftaufnahme als Film speichern und weiter aufnehmen
no: Lagre direkteopptak som film og fortsett opptak

source: Save Timeshift as Movie and stop recording
de: Timeshiftaufnahme als Film speichern und Aufnahme beenden
no: Lagre direkteopptak som film og stopp opptak

source: Save and close
de: Speichern und schließen
no: Lagre og avslutt

source: Save and exit
de: Speichern und beenden
no: Lagre og avslutt

source: Save and record
no: Lagre og spill inn

source: Save and stop
no: Lagre og stopp

source: Save current delay to key
de: Aktuelle Verzögerung auf Taste speichern
no: Lagre nåværende pause til tast

source: Save last FileList path:
no: Lagre siste katalog for filliste:

source: Save search as AutoTimer
de: Suchbegriff als AutoTimer speichern
no: Lagre søk som AutoTimer

source: Save settings and close screen
de: Änderungen speichern und schließen
no: Lagre innstillinger og avslutt

source: Save to key
de: Auf Taste speichern
no: Lagre til tast

source: Save values and close plugin
de: Werte speichern und Plugin schliessen
no: Lagre verdier og lukk plugin

source: Save values and close screen
de: Werte speichern und plugin schliessen
no: Lagre verdier og lukk skjerm

source: Saving Timeshift files
de: Speichere Timeshift Dateien
no: Lagrer direkteopptaksfiler

source: Saving timeshift as movie now. This might take a while!
de: Speichere nun Timeshift als Film. Das kann eine Weile dauern!
no: Lagrer direkteopptak som film nå. Dette kan ta tid!

source: Scale filter
de: Skalierung
no: Skaleringsfilter

source: Scale filter zoom
de: Skalierung (Zoom)
no: Skaleringsfilter forstørr

source: Scan NFS share
de: NFS Freigabe suchen
no: Søk i NFS delinger

source: Scan path for music files and add them to database
de: Pfad durchsuchen nach Musikdateien und diese zur Datenbank hinzufügen
no: Søk lokasjon for musikkfiler og legg dem til i databasen

source: Scan range
de: Bereich durchsuchen
no: Frekvensområde

source: Scan subfolders
de: Unterordner durchsuchen
no: Søk underkataloger

source: Science & Technology
de: Wissenschaft & Technik
no: Forskning & Teknologi

source: Screen and OLED
de: Bildschirm und LCD
no: Skjerm og display

source: Screen only
de: Nur Bildschirm
no: Bare skjerm

source: Screenshot (All)
de: Screenshot (Alle)
no: Skjermbilde (Alt)

source: Screenshot (OSD)
no: Skjermbilde (OSD)

source: Screenshot (Video)
no: Skjermbilde (Video)

source: Scroll Time [msec]
de: Scroll-Zeit [msec]
no: Bla tid [msec]

source: Scroll page contents down
de: Seiteninhalt runterscrollen
no: Bla sideinnhold ned

source: Scroll page contents up
de: Seiteninhalt hochscrollen
no: Bla sideinnhold opp

source: Search
de: Suche
no: Søk

source: Search (case insensitive)
de: Suche Zeichenfolge (groß/klein egal)
no: Søk (bokstav sensistiv)

source: Search Code
de: Code suchen
no: Søk etter kode

source: Search EPG
de: Durchsuche EPG
no: Søk EPG

source: Search History
de: Verlauf durchsuchen
no: Søke historie

source: Search Term(s)
de: Suchwort(e)
no: Søkekriterier

source: Search Trailer
de: Trailer suchen
no: Søk trailer

source: Search for %s
de: Nach %s suchen
no: Søk etter %s

source: Search for:
de: Suche nach:
no: Søk etter:

source: Search in iDream database
de: In iDream-Datenbank suchen
no: Søk i iDreamer database

source: Search phonebook
de: Telefonbuchsuche
no: Søk i telefonbok

source: Search region:
de: Such-Region:
no: Søk region:

source: Search results
de: Suchergebnisse
no: Søkeresultater

source: Search results for "%s" in all albums
de: Suchresultat für "%s" in allen Alben
no: Søkeresultater for "%s" i alle album

source: Search results for "%s" in all artists
de: Suchresultat für "%s" in allen Künstlern
no: Søkeresultater for "%s" i alle artister

source: Search results for "%s" in all titles
de: Suchresultat für "%s" in allen Titeln
no: Søkeresultater for "%s" i alle titler

source: Search results for "%s" in title, artist or album
de: Suchresultat für "%s" in Titel, Künstler oder Album
no: Søkeresultater for "%s" i tittel, artisk eller album

source: Search strictness
de: Genauigkeit der Suche
no: Søkestyrke

source: Search through the EPG
de: Durchsucht das EPG
no: Søk igjennom EPG

source: Search type
de: Suchtyp
no: Søketype

source: Search type:
de: Suchtyp:
no: Søketype:

source: Searching InternetRadio for %s...
de: Durchsuche InternetRadio nach %s...
no: Søker i InternetRadio for %s...

source: Searching in LDIF...
de: Suche in LDIF...
no: Søker i LDIF...

source: Searching in Outlook export...
de: Suche in Outlook-Export...
no: Søker i Outlook eksport...

source: Searching your network. Please wait...
de: Netzwerk wird durchsucht. Bitte warten...
no: Søker i nettverket. Vennligst vent...

source: Season: {rawseason:s} {title:s}
no: Sesong: {rawseason:s} {title:s}

source: Season: {rawseason:s} Episode: {rawepisode:s} {title:s}
no: Sesong: {rawseason:s} Episode: {rawepisode:s} {title:s}

source: Second background:
no: Andre bakgrunn:

source: Second foreground:
no: Andre forgrunn:

source: Secure WLAN guest network
de: WLAN Gastzugang verschlüsseln
no: Sikkert WLAN gjestenettverk

source: Security service not running.
de: Der Sicherheitsdienst läuft nicht.
no: Sikkerhetstjeneste kjører ikke.

source: See service-epg (and PiP) from other channels in an infobar.
de: Mit Virtual Zap kann man sich bequem durch die Senderliste zappen, während das aktuelle Fernsehprogramm normal weiter läuft. EPG-Daten und PiP von Kanälen werden im Infobar angezeigt.
no: Bruk service EPG (and BiB) fra andre kanaler i en infobar.

source: Seeding to %d of %d peers
de: Hochladend zu %d von %d Peers
no: Seeding til %d av %d peers

source: Seek
de: Suche
no: Søk

source: Seeking connected events
de: Nach zusammenhängenden EPG-Einträgen suchen
no: Søker samsvarende programmer

source: Select
de: Selektiere
no: Velg

source: Select "exact match" to enforce "Match title" to match exactly, "partial match" if you only want to search for a part of the event title or "description match" if you only want to search for a part of the event description
de: Wähle "gesamter Titel" damit "Finde in Titel" genau mit dem Sendungstitel übereinstimmen muss, oder "Teil des Titels" wenn dies nur ein Teil des Sendungstitels sein soll.
no: Velg "eksakt match" for å tvinge "match nøyaktig". "delvis match" hvis du bare ønsker å søke etter en del av programtittelen eller "beskrivelse match" hvis du bare ønsker å søke i en begrenset del av programbeskrivelsen

source: Select Info type...
de: Info-Typ auswählen...
no: Velg informasjonstype...

source: Select a timer to import
de: Zu importierenden Timer wählen
no: Velg timer som skal importeres

source: Select a timer to search
de: Einen Timer auswählen
no: Velg timer å søke

source: Select bookmark...
de: Lesezeichen selektieren...
no: Velg bokmerke...

source: Select bouquet to record on
de: Bouquet für Aufnahme wählen
no: Velg bouquet å lagre til

source: Select bouquet to refresh
de: Zu aktualisierendes Bouquet auswählen
no: Velg favoritt å oppfriske

source: Select brightness.
de: Stellen Sie die Helligkeit ein.
no: Velg lysstyrke.

source: Select channel to record on
de: Kanal für Aufnahme wählen
no: Velg kanal å spille inn fra

source: Select channel to refresh
de: Zu aktualisierenden Sender auswählen
no: Velg kanal å oppfriske

source: Select contrast.
de: Stellen Sie den Kontrast ein.
no: Velg kontrast

source: Select from EPG
de: Aus EPG wählen
no: Velg fra EPG

source: Select local file list
de: Lokale Dateiliste auswählen
no: Velg lokal filliste

source: Select new feed to view.
de: Neuen feed auswählen
no: Velg ny feed å se.

source: Select remote file list
de: Entfernte Dateiliste auswählen
no: Velg ekstern filliste

source: Select running service on start:
de: Wähle laufende Sendung beim Start:
no: Velg en kanal etter oppstart:

source: Select splitting mode.
de: Wählen Sie den Modus für den geteilten Bildschirm aus.
no: Velg splitting modus.

source: Select teletext
de: TeleText auswählen
no: Velg teletekst

source: Select teletext version to use.
de: Wählen Sie die zu benutzende TeleText-Version.
no: Velg teletekstversjon å bruke

source: Select text to search for
de: Zu suchenden Text auswählen
no: Velg tekst å søke etter

source: Select the key you want to set to %i ms
de: Wählen Sie die Taste, die Sue auf %i ms setzen wollen
no: Velg tast som skal settes til %i ms

source: Select the location to save the recording to.
de: Auswahl des Aufnahmeverzeichnisses.
no: Velg plassering for innspillinger.

source: Select timer type...
de: Timertyp auswählen...
no: Velg timer type...

source: Select transparency.
de: Stellen Sie die Transparenz ein.
no: Velg gjennomsiktighet.

source: Select type of Filter
de: Typ des Filters auswählen
no: Velg type filter

source: Select user
de: Benutzer auswählen
no: Velg bruker

source: Select whether or not you want to enforce case correctness.
de: Auswahl, ob Groß- und Kleinschreibung im Sendungstitel mit "Finde im Titel" übereinstimmen muss.
no: Velg om du ønsker å tvinge korrekthet i store og små bokstaver eller ikke.

source: Select your choice.
de: Treffen Sie Ihre Wahl.
no: Velg.

source: Select your favourite scale filter.
de: Wählen Sie den Filter für die Skalierung aus.
no: Velg ditt favorittskaleringsfilter.

source: Select your region to use the proper font.
de: Wählen Sie Ihre Region, um den passenden Zeichensatz zu verwenden.
no: Velg din region for riktig fontvisning.

source: Selected background:
no: Valgt bakgrunn:

source: Selected foreground:
no: Valgt forgrunn:

source: Selection of handled Services
no: Valg av håndterte kanaler

source: Send ESC for EXIT key
no: Send ESC for EXIT tast

source: Send Message
de: Nachricht senden
no: Send melding

source: Send Notifications?
de: Benachrichtigungen senden?
no: Send meldinger?

source: Send \"long\" keypress
de: Sende \"langen\" Tastendruck
no: Send \"langt\* tastetrykk

source: Send as sticky
no: Send som sticky

source: Send debug messages to shell
de: Schreibe Debug Nachrichten (Shell)
no: Send feilsøkingsmeldinger til systemet

source: Send notification after bootup
de: Sende Benachrichtigungen nach Start
no: Send meldinger etter oppstart

source: Send notification after standby
de: Sende Benachrichtigungen nach Standby
no: Send meldinger etter standby

source: Send notification before shutdown
de: Sende Benachrichtigungen vor dem Herunterfahren
no: Send meldinger før nedstenging

source: Send notification before standby
de: Sende Benachrichtigungen vor Standby
no: Send meldinger før standby

source: Send notification on record end
de: Sende Benachrichtigung bei Ende einer Aufnahme
no: Send meldinger etter opptak er ferdig

source: Send notification on record start
de: Sende Benachrichtigung bei Beginn einer Aufnahme
no: Send meldinger ved start av opptak

source: Send with priority
no: Send med prioritet

source: Sensibility:
de: Sensibilität:
no: Følsomhet:

source: Sensors
de: Sensoren
no: Sensorer

source: SeriesPlugin Info
de: SeriesPlugin Information
no: SeriesPlugin informasjon

source: SeriesPlugin extension exception
de: SeriesPlugin Ausnahme Erweiterung
no: SeriesPlugin unntak for filtype

source: SeriesPlugin info exception
de: SeriesPlugin Ausnahme Information
no: SeriesPlugin unntak for informasjon

source: SeriesPlugin is deactivated
de: SeriesPlugin ist deaktiviert
no: SeriesPlugin er deaktivert

source: SeriesPlugin label exception
de: SeriesPlugin Ausnahme Beschriftung
no: SeriesPlugin unntak for merke

source: SeriesPlugin renamer exception
de: SeriesPlugin Ausnahme Umbenennen
no: SeriesPlugin unntak for omdøpning

source: SeriesPlugin setup exception
de: SeriesPlugin Ausnahme Einstellungen
no: SeriesPlugin unntak for oppsett

source: SeriesPlugin test exception
de: SeriesPlugin Test Ausnahme
no: SeriesPlugin unntak for test

source: Server Address
de: Server Adresse
no: Serveradresse

source: Server Manager
de: Serververwaltung
no: Serverbehandler

source: Server Profile Name
de: Server Profilname
no: Server profilnavn

source: Server share
de: Server Freigabe
no: Server deling

source: Serverlist
de: Serverliste
no: Serverliste

source: Service
de: Kanal
no: Kanal

source: Service %s returned error(s)
no: Kanal %s ga feil

source: Service Name
de: Sendername
no: Kanalnavn

source: Service delay
de: Kanal delay
no: Kanal forsinkelse

source: Servicelists/EPG
de: Servicelisten/EPG
no: Kanalliste/EPG

source: Servicename
de: Sendername
no: Kanalnavn

source: Services
de: Kanäle
no: Kanaler

source: Services:
de: Sender:
no: Kanaler:

source: Set Bitstream/PCM audio delays
de: Einstellung der Ton- / Bild- Synchronität
no: Set Bitstream/PCM audio forsinkelser

source: Set End Time
de: Setze Endzeit
no: Sett slutttid

source: Set Password
de: Passwd setzten
no: Legg til passord

source: Set Timer on Remote DreamBox via WebIf: %s
de: Timer auf entfernter Dreambox via WebIf setzen: %s
no: Sett timer for ekstern Dreambox via WebIf: %s

source: Set an end time for the timer. If you do, the timespan of the event might be blocked for recordings.
de: Setze eine Endzeit für den Timer. Wenn Sie dies tun, werden andere Aufnahmen in dem Zeitraum gesperrt.
no: Sett en sluttid for timeren. Hvis så, tidsrommet programmet kjører da kan bli blokkert for andre innspillinger.

source: Set archive mode (644)
de: Archivmodus setzen (644)
no: Sett arkivmodus (644)

source: Set aspect ratio on startup
de: Start-Einstellung bestimmen
no: Sett aspektratio ved oppstart

source: Set delay to %i ms (can be set)
de: Verzögerung auf %i ms setzen
no: Sett forsinkelse til %i ms (kan settes)

source: Set executable mode (755)
de: Ausführbar-Modus setzen (755)
no: Sett kjørbar modus (755)

source: Set maximum duration
de: Finde maximale Länge
no: Sett maksimum varighet

source: Set remaining time
de: Verbleibende Zeit setzen
no: Sett gjenværende tid

source: Set search term
de: Als Suchbegriff
no: Oppgi søkeord

source: Set start directory
de: Startverzeichnis setzen
no: Oppgi startkatalog

source: Set this NO to disable this AutoTimer.
de: Auf NEIN setzen, um den AutoTimer zu deaktivieren.
no: Sett denne til NEI for å deaktivere AutoTimer.

source: Setting "Unlimited" is not supported via RPC. Either abort or choose another limit to continue.
no: Å sette 'ubegrenset' er ikke støttet via RPC. Enten avslutt eller velg noe annet for å fortsette.

source: Setting key canceled
de: Setzen der Taste abgebrochen
no: Sett tast for kanselering

source: Setting...
de: Setze...
no: Ufører...

source: Settings
de: Einstellungen
no: Innstillinger

source: Setup
de: Einstellungen
no: Oppsett

source: Setup Quickbuttons on your remote control to switch aspect ratio modes.
de: Quickbuttons zum wechseln der Aspect-Ratio auf der Fernbedienung konfigurieren.
no: Sett opp hurtigtaster på din fjernkontroll for å bytte sidefohold moduser.

source: Setup color space
de: Farbraum konfigurieren
no: Oppsett for fargebehandling

source: Setup color space for hdmi video output
de: Farbraum für HDMI Videoausgabe konfigurieren
no: Fargebehandling for HDMI vodeo utgang

source: Setup color space for video
de: Farbraum für den Videoausgang einstellen
no: Sett fargerom for video

source: Setup for MovieSelection QuickButton
de: MovieSelection QuickButton Setup
no: Oppsett for MovieSelection hurtigtast

source: Setup for the Audio Sync Plugin
de: Setup fürs Audio Sync Plugin
no: Oppsett for Audio Sync Plugin

source: Setup for the AudioRestart Plugin
de: Setup für das AudioRestart Plugin
no: Oppsett for AudioRestart plugin

source: Shadow
no: Skygge

source: Sherlock is not installed!
de: Sherlock ist nicht installiert!
no: Sherlock er ikke installert!

source: Short Movies
de: Kurzvideos
no: Korte filmer

source: Shortcut
de: Kurzwahl
no: Snarvei

source: Should protected services be skipped if refresh was started in interactive-mode?
de: Sollen geschützte Kanäle bei einer manuellen Aktualisierung übersprpungen werden?
no: Skal beskyttede kanaler hoppes over om oppfriskning ble startet i interaktiv modus?

source: Should this AutoTimer be restricted to a timespan?
de: Soll dieser AutoTimer auf einen Zeitraum beschränkt werden?
no: Skal denne AutoTimer være begrenset til en tidsperiode?

source: Should this AutoTimer only match up to a certain event duration?
de: Soll dieser AutoTimer nur bis zu einer bestimmten Sendungslänge zutreffen?
no: Skal denne AutoTimer bare være identisk med en viss tidsperiode (program)?

source: Should timers created by this AutoTimer be recorded to a custom location?
de: Sollen durch diesen AutoTimer erstellte Aufnahmen in ein bestimmtes Verzeichnis gespeichert werden?
no: Skal timere laget av AutoTimer inspilles til en spesiell plassering?

source: Show "EPG" entry
no: Vis EPG oppføring

source: Show 'EPGRefresh Start now' in extension menu
de: "Aktualisierung starten" in Erweiterungsmenü anzeigen
no: Vis 'EPGRefresh start nå' i utvidet meny

source: Show 'RemoteTV Player' in E-Menu
de: 'RemoteTV Player' im E-Menu anzeigen
no: Vis 'RemoteTV spiller' i utvidet meny

source: Show 'RemoteTimer' in E-Menu
de: 'RemoteTimer' im E-Menu anzeigen
no: Vis 'RemoteTimer' i utvidet meny

source: Show 'Stream current Service' in E-Menu
de: 'Aktuellen Sender Streamen' in E-Menu anzeigen
no: Vis 'Stream nåværende kanal' i utvidet meny

source: Show Advanced Options
de: Erweiterte Optionen anzeigen
no: Vi avanserte valg

source: Show Blocked Calls
de: Zeige Anrufe gesperrter Nummern
no: Vi blokkerte samtaler

source: Show Clock Setup
de: Show Clock Einstellungen
no: Vis klokkeinnstillinger

source: Show Clock setup
de: Show Clock einrichten
no: Vis klokkeinnstillinger

source: Show Controllers
de: Controller anzeigen
no: Vis kontrollere

source: Show EPG for %s
de: Zeige EPG für %s
no: Vis EPG for %s

source: Show EPG in columns:
de: EPG in Spalten anzeigen:
no: Vis EPG i kolonner:

source: Show Fan Speed as
de: Anzeige Lüfter Drehzahl als
no: Vis viftehastighet som

source: Show HTTP response headers
de: Zeige HTTP-Antwortheader
no: Vis HTTP responsoverskrifter

source: Show Info in movie list menu
de: Serien-Info in Filmlisten Auswahl anzeigen
no: Vis informasjon i filmlistemenyen

source: Show InfoBarTunerState
de: InfoBarTunerState anzeigen
no: Vis InfoBarTunerState

source: Show Log
de: Protokoll anzeigen
no: Vis logg

source: Show Log file
de: Protokolldatei anzeigen
no: Vis loggfil

source: Show Merlin Music Player in extended-pluginlist
de: MerlinMusicPlayer in Extensions anzeigen
no: Vis 'Merlin musikkspiller' i utvidet meny

source: Show Merlin Music Player in mainmenu
de: MerlinMusicPlayer im Hauptmenü anzeigen
no: Vis Merlin musikkspiller i hovedmenyen

source: Show Merlin-iDream:
de: Merlin iDream zeigen:
no: Vis Merlin-iDream:

source: Show Message when Recording starts
de: Benachrichtigung anzeigen wenn eine Aufnahme startet
no: Vis melding nå innspilling starter

source: Show Monitor in Extension-Menu
de: Zeige Monitor im Erweiterungs-Menü
no: Vis 'Monitor' i utvidet meny

source: Show Outgoing Calls
de: Zeige abgehende Anrufe an
no: Vis utgående samtaler

source: Show PTS Infobar while timeshifting?
de: PTS Infobar anzeigen während des timeshiftens?
no: Vis PTS infobar under direkteopptak?

source: Show PiP in Infobar
de: PiP in Infobar anzeigen
no: Vis BiB i InfoBar

source: Show Picons (Reference):
de: Picons (Referenz) anzeigen:
no: Vis Picons (Referanse):

source: Show Plugin in Extension-Menu
de: Zeige Plugin im Erweiterungs-Menü
no: Vis plugin i utvidet meny

source: Show Rename in movie list menu
de: Umbenennen in Filmlisten Auswahl anzeigen
no: Vis 'Omdøp' i filmlistemenyen

source: Show Services
de: Dienste anzeigen
no: Vis tjenester

source: Show Setup in
de: Setup zeigen in
no: Vis Oppsett i

source: Show Setup in Extensions menu
de: Setup im Erweiterungs-Menü zeigen
no: Vis oppsett i utvidet meny

source: Show Setup in extension menu
de: Setup in Erweiterungsmenü anzeigen
no: Vis 'Oppsett' i utvidet meny

source: Show TV
de: TV-Bild anzeigen
no: Vis TV

source: Show Weather Forecast
de: Zeigt die Wettervorhersage
no: Vis Weather Forecast

source: Show after Standby
de: Anzeige nach Standby
no: Vis etter standby

source: Show albums for this user by default. Use "default" for currently logged in user.
no: Vis album for denne brukeren som standard. Bruk 'standard' for innlogget bruker.

source: Show all Plugins in MoviePlayer?
de: Alle Plugins im MoviePlayer anzeigen?
no: Vis alle plugin(er) i MoviePlayer?

source: Show and hide with InfoBar
de: Ein-/ausblenden zusammen mit InfoBar
no: Vis og skjul med InfoBar

source: Show begin/remain times:
de: Zeige Beginn- und Restzeit:
no: Vis start/gjenværende tider:

source: Show blinking picon for running timers:
de: Zeige blinkende Picons für laufende Timer:
no: Vis blinkende picon for kjørende timere:

source: Show bookmarks:
de: Lesezeichen zeigen:
no: Vis bokmerker:

source: Show clock und system startup?
no: Vis klokke ved systemoppstart?

source: Show combined duration window
de: Zeige kombiniertes Dauer Fenster
no: Vis kombinert varighetsvindu

source: Show connection information popups
de: Popup für Verbindungsinformationen anzeigen
no: Vis popup for tilkoblingsinformasjon

source: Show cover arts
de: Covers anzeigen
no: Vis albumgrafikk

source: Show details of entry
de: Details des Eintrags anzeigen
no: Vis oppføringsdetaljer

source: Show duration window
de: Zeige Dauer Fenster
no: Vis varighetsvindu

source: Show duration:
de: Zeige Sendungsdauer:
no: Vis varighet:

source: Show event information:
de: Zeige Informationen zur Sendung:
no: Vis programinformasjon:

source: Show iDream in extended-pluginlist
de: iDream in Extensions anzeigen
no: Vis iDream i utvidet meny

source: Show iDream in mainmenu
de: iDream im Hauptmenü anzeigen
no: Vis iDream i hovedmeny

source: Show in
de: Zeigen in
no: Vis i

source: Show in Plugin menu
de: In Pluginmenü anzeigen
no: Vis i plugin meny

source: Show in channel menu
de: Serien-Info in Kanalauswahl anzeigen
no: Vis i kanalmeny

source: Show in epg menu
de: Serien-Info in EPG-Auswahl anzeigen
no: Vis i EPG meny

source: Show in extension menu
de: In Erweiterungsmenü anzeigen
no: Vis i tilleggsmenyen

source: Show in extension menu:
de: Im Erweiterungmenü anzeigen
no: Vis i utvidet meny:

source: Show in extensions menu
de: Im Extensionmenü anzeigen
no: Vis i utvidet meny

source: Show in info menu
de: In der Info Auswahl anzeigen
no: Vis i info meny
