Repository: opendreambox/enigma2-plugins
Catalog: po/*.po
Languages: de, no

source: An Input/output error usually indicates a corrupted filesystem! Please check the filesystem of your timeshift-device!
de: Ein Ein-/Ausgabefehler weißt im Regelfall auf ein korruptes Dateisystem hin! Bitte überprüfen Sie das Dateisystem des Speichergeräts für Timeshift!
no: En lese/skrive feil indikerer vanligvis et korrupt filsystem! Vennligst sjekk filsystemet tilhørende din timeshift enhet!

source: Cancel?
de: Abbrechen?
no: Avbryte?

source: (C) 2012 by betonme @ IHAD
de: (C) 2012 von betonme @ IHAD
no: (C)2012 av betonme @ IHAD

source: Feel free to donate.
de: Eine Spende steht dir frei.
no: Gjerne doner.

source: How much time have You saved?
de: Wieviel Zeit hast Du gespart?
no: Hvor mye tid har du spart?

source: If You like this plugin and want to support it,
de: Wenn dieses Plugin gefällt und eine Unterstützung wert ist,
no: Hvis du liker dette plugin'et og ønsker å supporte det,

source: SUPPORT:
de: Unterstützung:
no: STØTTE:

source: Support:
de: Unterstützung:
no: Støtte:

source: Terms:
de: Bedingungen:
no: Betingelser:

source: Thanks a lot ! PayPal:
de: Vielen Dank! PayPal:
no: Tusen takk ! PayPal:

source: feel free to donate via PayPal.
de: können Sie gerne via PayPal spenden.
no: gjerne doner via PayPal.

source: or if just want to say ''thanks'',
de: oder wenn Sie einfach "Danke" sagen wollen,
no: eller om du bare vil si "takk",

source: {lookups:d} successful lookups.
de: {lookups:d} Erfolgreiche Treffer.
no: {lookups:d} vellykket oppslag.

source: Login to Itasa failed. Check your username/password at the configuration menu.
de: Login bei Itasa fehlgeschlagen. Benutzernamen und Kennwort im Konfigurationsmenü überprüfen.
no: Innlogging til Itasa feilet. Sjekk brukernavn/passord i konfigurasjonsmenyen.

source: Results
de: Ergebnisse
no: Resultater

source: added to EasyMedia
de: in EasyMedia aufgenohmen
no: lagt til i EasyMedia

source: removed from EasyMedia
de: vom EasyMedia entfernt
no: fjernet fra EasyMedia

source: %(conflicts)d conflict(s) encountered when trying to add new timers: %(timers)s
no: %(conflicts)d conflict(s) oppdaget da du prøvde å legge til nye timere: %(timers)s

source: %(similars)d conflict(s) solved with similar timer(s): %(timers)s
no: %(similars)d conflict(s) løst med lignende timer(e): %(timers)s

source: %(tname)s: %(name)s at %(begin)s
no: %(tname)s: %(name)s ved %(begin)s

source: %d Feed(s) were added to configuration.
de: %d Kanäle wurden der Konfiguration hinzugefügt.
no: %d Feed(s) ble lagt til konfigurasjonen.

source: %d Torrents(s) were scheduled for download, %d failed.
de: %d Torrents(s) in der Warteschlange, %d fehlgeschlagen.
no: %d Torrents(s) var planlagt for nedlasting, %d feilet.

source: %d error while moving Movie '%s' to '%s': %s
de: %d Fehler beim verschieben von '%s' nach '%s':%s
no: %d feil ved flytting av Film '%s' til '%s': %s

source: %d files added to database! Press OK to close.
de: %d Dateien zur Datenbank hinzugefügt! OK drücken zum Schliessen.
no: %d filer lagt til i database! Trykk OK for å avslutte.

source: %d more services
de: %d weitere Kanäle
no: %d flere kanaler

source: %d records renamed successfully
de: %d Aufnahmen erfolgreich umbenannt
no: %d innspillinger omdøpt

source: %d timer renamed successfully
de: %d Timer erfolgreich umbenannt
no: %d timer omdøpt

source: %i file(s) was extracted and I didn't match them automatically this time. Please make local convertion (long TEXT).
no: %i fil(er) ble utpakket og jeg klarte ikke å samsvare dem automatisk denne gang. Vennligst lag lokal konvertering (lang tekst).

source: %s added to database
de: %s zur Datenbank hinzugefügt
no: %s lagt til databasen

source: %s already exists in database!
de: %s ist bereits in der Datenbank vorhanden!
no: %s finnes allerede i database!

source: %s appended to songlist
de: %s zur Liederliste hinzugefügt
no: %s lagt til i spillelisten

source: %s inserted and will be played as next song
de: %s eingefügt und wird als nächstes Lied wiedergegeben
no: %s lagt til og vil bli spilt som neste sang

source: %s FAILED!
de: %s fehlgeschlagen!
no: %s Feilet!

source: %s executed!
no: %s startet!

source: %s failed!
no: %s feilet!

source: %s - creating preview for movie %s
de: %s - erstelle Vorschaubild für Film %s
no: %s - lager forhåndsvisning av filmen %s

source: %s bandwidth settings
de: %s Einstellung Bandbreite
no: %s båndviddeinnstillinger

source: %s of %s min
de: %s von %s min
no: %s av %s min

source: %s will turn %s in %s!
de: %s wird %s in %s!
no: %s vil fylle %s i %s!

source: %s's Gallery
de: %s's Galerie
no: %s's Galleri

source: %s-archive: %s
no: %s-arkiv: %s

source: '%s' already exists in destination directory '%s', set force=1 to move anyway.
de: '%s' existiert bereits im Zielverzeichnis '%s', setzen sie 'force=1' um trotzdem zu verschieben.
no: '%s' finnes allered i destinasjonskatalogen '%s', set force=1 for å flytte likevel.

source: '%s' does not exist in source directory.
de: '%s' existiert nicht im Quellverzeichnis.
no: '%s' finnes ikke i kildekatalogen.

source: '%s' has been added to playlist
de: '%s' wurde zur Playlist hinzugefügt
no: '%s' har blitt lagt til spillelisten.

source: '%s' is neither a valid reference nor a valid file
de: '%s' ist weder eine gültige Referenz noch eine gültige Datei
no: '%s' er hverken en gyldig referanse eller en gyldig fil.

source: '%s' not found in playlist
de: '%s' wurde nicht in der Playlist gefunden
no: '%s' ikke funnet i spilleliste

source: '%s' removed from playlist
de: '%s' wurde von der Playlist entfernt
no: '%s' fjernet fra spilleliste

source: (actual)
de: (ist)
no: (aktuell)

source: (set point)
de: (soll)
no: (settpunkt)

source: 1 Minute
no: 1 minutt

source: 1 day
de: 1 Tag
no: 1 dag

source: 1 minutes
de: 1 Minute
no: 1 minutt

source: 1 week
de: 1 Woche
no: 1 uke

source: 10 Seconds
de: 10 Sekunden
no: 10 sekunder

source: 16:9 always
de: 16:9 immer
no: 16:9 alltid

source: 1st subtitle language:
de: 1. Untertitelsprache:
no: 1ste undertekst språk

source: 20 Seconds
de: 20 Sekunden
no: 20 sekunder

source: 2D mode
de: 2D Modus
no: 2D modus

source: 2nd subtitle language:
de: 2. Untertitelsprache:
no: 2ndre undertekst språk

source: 3 days
de: 3 Tage
no: 3 dager

source: 3 minutes
de: 3 Minuten
no: 3 minutter

source: 30 seconds
de: 30 Sekunden
no: 30 sekunder

source: 3D OSD Switcher
no: 3D OSD bytter

source: 3D settings
de: 3D Einstellungen
no: 3D innstillinger

source: 3D: 2D menu
no: 3D: 2D meny

source: 3D: Enable side by side menu
de: 3D: Nebeneinander-Anzeige einschalten
no: 3D: Aktiver side ved side meny

source: 3D: Enable top/bottom menu
de: 3D Oben/Unten-Anzeige einschalten
no: 3D: Aktiver topp/bunn meny

source: 3D: disable 3D menu
de: 3D: 3D Anzeige deaktivieren
no: 3D: slå av 3D meny

source: 3rd subtitle language:
de: 3. Untertitelsprache:
no: 3dje undertekst språk:

source: 5 Seconds
de: 5 Sekunden
no: 5 sekunder

source: : Main Setup
de: : Grundeinstellung
no: : Hovedoppsett

source: <unknown>
de: <unbekannt>
no: <ukjent>

source: A NAS/Server can be shut down. Is required activated Telnet.
de: Ein NAS/Server kann heruntergefahren werden. Es muss Telnet aktiviert sein.
no: En NAS/Server kan stenges ned. Aktiv Telnet tilkobling er påkrevd.

source: A basic FTP client
de: Ein FTP-Client
no: En enkel FTP klient

source: A basic ftp client
de: FTP-Client für die Dreambox
no: Enkel FTP klient

source: A client for www.dyndns.org
de: Ein Client für www.dyndns.org
no: Klient for www.dyndns.org

source: A file with this name (%s) already exists locally. Do you want to overwrite it?
de: Eine Datei namens %s existiert bereits lokal. Soll diese Datei überschrieben werden?
no: En fil med dette navnet (%s) eksisterer allerede lokalt. Vil du overskrive den?

source: A file with this name (%s) already exists on the remote host. Do you want to overwrite it?
de: Eine Datei namens %s existiert bereits auf dem Host. Soll diese Datei überschrieben werden?
no: En fil med dette navnet (%s) eksisterer allerede i fjernvert. Vil du overskrive den?

source: A flexible event notification service
de: Ein flexibler Benachrichtigungsdienst
no: En fleksibel varslingstjeneste for hendelser

source: A graphical EPG interface
de: Eine grafische EPG Ansicht
no: Et grafisk EPG grensesnitt

source: A graphical EPG interface and EPG tools manager
de: Eine grafische EPG Ansicht und EPG Tools Manager.
no: Et grafisk EPG grensesnitt og EPG verktøybehandler

source: A graphical EPG interface.
de: Zeigt eine grafische EPG Ansicht.
no: Et grafisk EPG grensesnitt.

source: A mount entry with this name already exists! Update existing entry and continue?
de: Eine Netzwerkfreigabe mit diesem Namen existiert bereits! Eintrag aktualisieren und fortfahren?
no: En montering finnes allerede med dette navnet! Oppdater eksisterende montering og fortsett?

source: A plugin to add / remove / modify entries of fstab.
de: Ein Plugin um Einträge in der 'fstab' zu entfernen, zu ändern oder hinzuzufügen.
no: Et plugin for å legge til, fjerne eller modifisere linjer i fstab.

source: A recording is currently running. What do you want to do?
de: Zurzeit läuft eine Aufnahme. Was möchten Sie tun?
no: En innspilling kjører fortsatt. Hva vil du gjøre?

source: A simple downloading application for other plugins
de: Download-Erweiterung für andere Plugins
no: Et enkelt nedlastingsverktøy for andre plugins

source: A simple to use RSS reader
de: Ein einfacher Newsreader
no: En enkel RSS leser

source: A transfer is currently in progress. What do you want to do?
de: Ein Transfer ist zur Zeit aktiv. Was möchten Sie tun?
no: En overføring pågår allerede. Hva vil du gjøre?

source: A video streaming solution based on VLC
de: Video streaming basierend auf dem VLC
no: En video stream løsning for VLC

source: A/V-Color space settings
de: A/V-Farbraum Einstellungen
no: A/V fargerominnstillinger

source: AC3 Downmix disabled
de: AC3 Downmix deaktiviert
no: AC3 Downmix deaktivert

source: AC3 Downmix enabled
de: AC3 Downmix aktiviert
no: AC3 Downmix aktivert

source: API Key
de: API-Schlüssel
no: API nøkkel

source: API Key used to access Flickr. You can request one by logging in to Flickr from your computer.
de: API-Schlüssel verwendet, um auf Flickr zuzugreifen. Du kannst einen beantragen, indem du dich an deinem Computer bei Flickr anmeldest.
no: API nøkkel for tilgang til Flickr. Du kan be om en ved å logge deg på Flickr igjennom din datamaskin.

source: Abort
de: Abbrechen
no: Avbryt

source: Abort this Wizard.
de: Den Wizard beenden.
no: Avbryt hjelpeprogrammet.

source: Abort transfer
de: Transfer abbrechen
no: Avbryt overføring

source: About
de: Über
no: Om

source: About FritzCall
de: FritzCall Plugin
no: Om FritzCall

source: Accept changes
de: Änderungen übernehmen
no: Godta endringer

source: Access the EPG from within the Movie Player
de: Zugriff auf den EPG aus dem PVR Modus
no: Tilgang til EPG fra Movie Player

source: Accounts list
de: Kontenliste
no: Kontoliste

source: Action
de: Aktion
no: Handling

source: Action in case of Fan failure
de: Aktion bei Lüfterausfall
no: Tiltak når vifte feiler

source: Activate
de: Aktivieren
no: AktiverAktiver

source: Activate Movielist Preview
de: Aktiviere Filmlistenvorschau
no: Aktiver forhåndsvisning av filmliste

source: Activate Picture in Picture
de: Bild in Bild aktivieren
no: Aktiver Bilde i Bilde

source: Activate VPS
de: VPS aktivieren
no: Aktiver VPS

source: Activate WLAN guest access
de: Aktiviere WLAN Gastzugang
no: Aktiver WLAN gjestetilgang

source: Activate permanent clock
de: Aktiviere permanente Uhr
no: Aktiver permanent klokke

source: Activate screensaver
de: Bildschirmschoner aktivieren
no: Aktiver skjermsparing

source: Active
de: Aktiv
no: Aktiv

source: Active Time Profile
de: Aktives Zeit Profil
no: Aktiv tidsprofil

source: Active Torrents: %d/%d
de: Aktive Torrents: %d/%d
no: Aktive torrents %d%d

source: Active service is now '%s'
de: Der aktive Dienst ist nun '%s'
no: Aktive tjeneste er nå '%s'

source: Active timer list: %s
de: Liste aktiver Timer: %s
no: Aktiv timerliste: %s

source: Active/ Inactive
de: Aktiv/ Inaktiv
no: Aktiv/ Innaktiv

source: Add
de: Hinzufügen
no: Legge til

source: Add "Search" Button to EPG
de: "Suchen" im Standard EPG hinzufügen
no: Legg "søk" tast til EPG

source: Add %s to playlist
de: %s zur Playlist hinzufügen
no: Legg %s til spilleliste

source: Add Controller
de: Controller hinzufügen
no: Legg til kontroller

source: Add Service
de: Dienst hinzufügen
no: Legg til tjeneste

source: Add Setup to extension menu
de: "InfoBarTunerState Konfiguration" im Erweiterungsmenü anzeigen
no: Legg oppsett til utvidet meny

source: Add Show to extension menu
de: "InfoBarTunerState anzeigen" im Erweiterungsmenü anzeigen
no: Legg vis til utvidet meny

source: Add Subs Downloader to BlueButton menu:
de: Subs Downloader zu Blaue-Taste-Menü hinzufügen:
no: Legg undertekstnedlaster til utvidet meny

source: Add Tag
de: Tag hinzufügen
no: Legg til merke

source: Add Timer
de: Timer hinzufügen
no: Legg til timer.

source: Add Web Channel
de: Web Kanal zufügen
no: Legg til WEB kanal

source: Add Zap Timer
de: Umschalttimer hinzufügen
no: Legg til kanalbytte timer

source: Add a birthday
de: Geburtstag hinzufügen
no: Legg til fødselsdag

source: Add a new NFS or CIFS mount point to your Dreambox.
de: Eine neue CIFS oder NFS Freigabe hinzufügen.
no: Legg til ny NFS eller CIFS monteringspunkt til din Dreambox.

source: Add all songs from selected album to a playlist
de: Alle Lieder des ausgewählten Albums zu einer Wiedergabeliste hinzufügen
no: Legg alle sanger fra valgt album til i spilleliste

source: Add all songs from selected artist to a playlist
de: Alle Lieder des ausgewählten Künstlers zu einer Wiedergabeliste hinzufügen
no: Legg alle sanger fra valgte artister til i spilleliste

source: Add all songs from selected genre to a playlist
de: Alle Lieder des ausgewählten Genres zu einer Wiedergabeliste hinzufügen
no: Legg alle sanger fra valgt sjanger til i spilleliste

source: Add birthday
de: Geburtstag hinzufügen
no: Legg til fødselsdag

source: Add channel (Yes) or replace it (No)
de: Kanal anfügen (Ja) oder entfernen (Nein)
no: Legg til kanal (Ja) eller bytt den (Nei)

source: Add controller
de: Controller hinzufügen
no: Legg til kontroller

source: Add current playing stream to favorite
de: Laufenden Sender zur Favoritenliste hinzufügen
no: Legg nåværende stream i favoritter

source: Add current selected genre to favorite
de: Markiertes Genre zur Favoritenliste hinzufügen
no: Legg nåværende sjanger i favoritter

source: Add current selected station to favorite
de: Markierte Station zur Favoritenliste hinzufügen
no: Legg nåværende stasjon i favoritter

source: Add directory to Bookmarks
no: Legg katalog i bokmerker

source: Add entry
de: Eintrag hinzufügen
no: Legg til oppføring

source: Add entry to phonebook
de: Neuer Telefonbucheintrag
no: Legg til oppføring i telefonbok

source: Add new AutoTimer
de: Neuen AutoTimer hinzufügen
no: Legg til ny Auto Timer

source: Add new Tag
de: Neuen Tag hinzufügen
no: Legg til ny markør

source: Add new download
de: Neuen Download hinzufügen
no: Legg til ny nedlasting

source: Add new network mount point
de: Netzwerkfreigabe hinzufügen
no: Legg til nytt nettverk monteringspunkt

source: Add new page
de: Neue Seite hinzufügen
no: Legg til ny side

source: Add new tag...
de: Neuen Tag hinzufügen...
no: Legg til ny markør...

source: Add season and episode information to Your recordings.
de: Fügt Informationen zu Staffeln und Episoden zu Aufnahmen hinzu.
no: Legg sesong- og episodeinformasjon til i mine innspillinger.

source: Add selected song to a playlist
de: Ausgewähltes Lied zu einer Wiedergabeliste hinzufügen
no: Legg valgt sang til i spilleliste

source: Add sequence number to output file
de: Dateien mit fortlaufender Nummerierung generieren
no: Legg sekvensnummer til i fil

source: Add service
de: Dienst hinzufügen
no: Legg til kanal

source: Add similar timer on conflict
de: Bei Konflikt alternativen Timer hinzufügen
no: Legg til lignende timer ved konflikt

source: Add tag 'SeriesPlugin' to timer
no: Legg markør 'SeriesPlugin' til timer

source: Add tags to recorded movies
de: Stichworte zu Aufnahmen hinzufügen
no: Merk innspillinger

source: Add timer
de: Timer hinzufügen
no: Legg til timer

source: Add timer as disabled on conflict
de: Timer bei Konflikt als deaktiviert hinzufügen
no: Sett timer som deaktivert ved konflikt

source: Add to favorites
de: Zu Favoriten hinzufügen
no: Legg til i favoritter

source: Add zap timer instead of record timer?
de: Umschalt-Timer anstelle von Aufnahme-Timern erstellen?
no: Legg til zap timer i stedet for inspillings timer?

source: Add/remove plugin
de: Plugin hinzufügen/entfernen
no: Legg til/fjern plugin

source: Added:
de: Hinzugefügt:
no: Lagt til:

source: Address
de: Adresse
no: Adresse

source: Address:
de: Adresse:
no: Adresse:

source: Adds 'search...' to the context menu of the movie list to allow searches.
de: Fügt "Suchen..." zum Kontext Menü des PVR Modus hinzu.
no: Legger 'search...' til i kontekst meny for filmliste, for å tillate søk.

source: Adds an entry to the Plugin menu to toggle pipzap
de: Eintrag zum wechseln zwischen PiP zum Plugin Menü hinzufügen
no: Legger til en oppføring i Plugin menyen for å veksle pipzap

source: Adjust font size:
de: Schriftgröße anpassen:
no: Juster fontstørrelse:

source: Adjust service name column width:
de: Anpassung der Spaltenbreite des Sendernamens
no: Juster kanalnavn kolonnebredde:

source: Adjustment value
de: Anpassungswert
no: Justeringsverdi

source: Advanced cut specification...
de: Erweiterte Schnitteinstellungen
no: Avansert kuttspesifikasjon...

source: After a reboot or power outage, StartupToStandby will bring your Dreambox to standby-mode.
de: StartupToStandby startet nach einem Stromausfall oder Reboot Ihre Dreambox im Standby-Modus.
no: Etter reboot eller strømbrudd, StartupToStandby vil bringe din Dreambox i standby modus.

source: After a successful refresh the AutoTimer will automatically search for new matches if this is enabled. The options 'Ask*' has only affect on a manually refresh. If EPG-Refresh was called in background the default-Answer will be executed!
de: Bei aktivierter Option sucht das AutoTimer Plugin nach Aktualisierung des EPG automatisch nach neuen Sendungen. Die Option "Fragen" ist nur für manuelle Aktualisierungen relevant. Im Hintergrund wird die Default-Antwort ausgeführt.
no: Etter en vellykket oppfriskning, AutoTimer vil automatisk søke for nye treff om den er aktivert. Valget 'Spør' har kun effekt ved manuell oppfriskning. Hvis EPG-Refresh ble vekket i bakgrunnen, standardvalg vil bli utført!

source: After event
de: Nach der Aufnahme
no: Etter program

source: Age
de: Alter
no: Alder

source: Ai.HD skin-style control plugin
de: Ai.HD Skin-Stil Einstellungen
no: Ai.HD skin-style kontroll plugin

source: Album (%s) -> Song List
de: Album (%s) -> Liederliste
no: Album (%s) -> Spilleliste

source: Albums
de: Alben
no: Album

source: Albums (%d)
de: Alben (%d)
no: Album (%d)

source: Albums List
de: Albenliste
no: Albumliste

source: Albums of
de: Alben von
no: Album fra

source: All
de: Alle
no: Alle

source: All Countries
de: Alle Länder
no: Alle land

source: All Genres
de: Alle Genre
no: Alle sjangre

source: All Photos
de: Alle Bilder
no: Alle bilder

source: All Songs
de: Alle Lieder
no: Alle sanger

source: All Time
de: Allzeit
no: Alltid

source: All Timers
de: Alle Timer
no: Alle timere

source: All calls
de: Alle Anrufe
no: Alle oppringinger

source: All non-repeating timers
de: Alle sich nicht Wiederholenden
no: Alle ikkerepeterende timere

source: Allow HDD wake up
de: Start der Festplatte erlauben
no: Tillat HDD oppvåkning

source: Allow PEX
de: PEX erlauben
no: Tillat PEX

source: Allow to search recordings
de: Erlaubt es Aufnahmen zu suchen
no: Tillat å søke etter innspillinger

source: Allow zapping via Webinterface
de: Umschalten per Webinterface erlauben
no: Tillat zapping via WebInterface

source: Allows setting up Sat>IP Based virtual Tuners
de: Ermöglicht es Sat>IP-basierte virtuelle Tuner einzurichten
no: Tillat oppsett av Sat>IP baserte virtuelle tunere

source: Allows to change the order of entries in the main menu manually.
de: Erlaubt es die Reihenfolge der Einträge im Hauptmenü zu ändern.
no: Tillat å endre rekkefølge av valg i hovedmeny manuelt.

source: Allows to controls your kids' daily TV usage
de: Ermöglicht, den täglichen TV- Konsum Ihrer Kinder zu steuern
no: Tillater kontroll av barnas daglige TV bruk

source: Allows to zap using the picture in picture.
de: Ermöglicht es im PIP umzuschalten.
no: Tillat å zap'e under bruk av Bilde i Bilde.

source: Allows you to access the service list and plugins requiring access to the service list (e.g. Graphical Multi EPG) from within the standard movie player.DO NOT install this plugin if you're using a nonstandard movie player, e.g. EMC. It will probably break and you might end up with a unusable movie player until you uninstall one of the conflicting plugins.
de: Ermöglich den Zugriff auf die Kanalliste und Plugins welche die Kanalliste benötigen( z.B. graphischer Multi EPG) aus dem Standard Movie Player heraus. Dieses Plugin darf NICHT installiert werden wenn ein nicht-Standard Movie Player, wie z.B. EMC benutzt wird. Dies kann dazu führen dass der Movie Player nicht mehr funktioniert bis eines der beiden kollidierenden Plugins deinstalliert wurde.
no: Gir deg tilgang til tjenestelisten og plugins som krever tilgang til tjenestelisten (f.eks Graphical Multi EPG) fra standard filmavspiller. IKKE installere denne plugin hvis du bruker en ikke-standard filmavspiller, f.eks EMC. Det vil trolig knekke og du kan ende opp med en ubrukelig filmavspiller til du avinstallerer en av de motstridende plugins.

source: Always write config
no: Alltid lagre konfigurasjon

source: Ambiguous results
de: Kein eindeutiger Treffer
no: Tvetydige resultater

source: Amount of recordings left
de: Verbleibende Anzahl Aufnahmen
no: Antall inspillinger igjen

source: Amount of recordings left:
de: Verbleibende Anzahl Aufnahmen:
no: Mengde opptak som gjenstår:

source: An automated refresh will start after this time of day, but before the time specified in next setting.
de: Die automatische Aktualisierung wird nach dieser Uhrzeit und vor der Uhrzeit im nächsten Feld durchgeführt.
no: En automatisk oppfriskning vil starte etter klokkeslettet, men før klokkeslettet i neste valg.

source: An automated refresh will start before this time of day, but after the time specified in previous setting.
de: Die automatische Aktualisierung wird vor dieser Uhrzeit und nach der Uhrzeit im vorherigen Feld durchgeführt.
no: En automatisk oppfriskning vil starte før dette klokkeslettet, men etter klokkeslettet i forrige valg.

source: An error occured.
de: Es ist ein Fehler aufgetreten.
no: En feil oppstod.

source: Another movie is currently cut. The movie "%s" will be cut in the background after it.
de: Ein anderer Film wird gerade geschnitten. Der Film "%s" wird danach im Hintergrund geschnitten.
no: En annen film blir kuttet. Filmen '%s' vil bli kuttet i bakgrunnen etterpå.

source: Another movie or directory is currently processed. The %s "%s" will be processed in the background after it.
de: Es wird bereits eine Aufnahme oder ein Verzeichnis bearbeitet. %s "%s" wird im Anschluss im Hintergrund bearbeitet
no: En annen film eller katalog er under behandling. %s '%s' vil bli behandlet etter dette.

source: Any service/recording
de: In Timerliste / in Aufnahmen
no: Hvilken som helst kanal/innspilling

source: Append '_' if file exist
de: Anhängen '_' wenn die Datei vorhanden ist
no: Legg til '_' hvis fil finnes

source: Append file to current playing songlist
de: Datei zu aktuell wiedergegebener Liederliste hinzufügen
no: Legg fil til i avspilt spilleliste
