Repository: opendreambox/enigma2-plugins
Catalog: po/*.po
Languages: de, no

source: With MovieRetitle you can rename your movies.
de: Mit MovieRetitle können Sie Ihre aufgenommenen Filme umbenennen.
no: Med MovieRetitle kan du endre navn på filmene dine.

source: With MyTube you can play YouTube videos directly on your TV without a PC.
de: Mit MyTube können Sie YouTube-Videos direkt auf Ihrem Fernseher abspielen ohne einen zusätzlichen PC.
no: Med MyTube kan du spille YouTube videoer direkte på TV uten PC.

source: With OFDb you can display downloaded movie information (rating, poster, cast, synopsis etc.) about the selected event.
de: MIt OFDb können Sie einfach Filminformationen (Rating, Poster, Cast, Zusammenfassung, etc) über das gewählte Ereigniss herunterladen.
no: Med OFDb kan du se på nedlastet filminformasjon (rangering, plakat, skuespillere, sammendrag etc.) for det valgte programmet.

source: With WebcamViewer you can watch webcams on your TV Screen.
de: Mit WebcamViewer können Sie Bilder von Webcams auf Ihrer Dreambox betrachten.
no: Med WebCamViewer kan du se se webkamera på di TV skjerm.

source: With Werbezapper you can bridge commercials by creating short timers (between 1 and 9 minutes long) which will automatically zap back to the original channel after execution.
de: Mit Werbezapper können Sie Werbepausen überbrücken, in dem Sie kurzfristige Timer erstellen (zwischen 1 und 9 Minuten lang), die nach Ablauf wieder zurück auf den gerade aktiven Kanal schalten.
no: Med Werbezapper kan du fjerne reklame ved å lage korte timere (mellom 1 og 9 minutter lange) som vil automatisk skifte kanal til den originale kanal etter kjøring.

source: With this option enabled the channel to record on can be changed to a alternative service it is restricted to.
de: Wenn diese Option aktiv ist, kann der Sender auf eine "Alternative" geändert werden, wenn dieser als Beschränkung hinzugefügt wurde.
no: Med dette valget aktivert vil kanalen det inspilles fra bli endret til en alternativ kanal det er begrensninger til.

source: With this option you can restrict the AutoTimer to a certain amount of scheduled recordings. Set this to 0 to disable this functionality.
de: Mit dieser Einstellung kann die Anzahl der Aufnahmen für AutoTimer begrenzt werden. Diesen Wert auf "0" setzen, um die Funktion zu deaktivieren.
no: Med dette valget kan du begrense AutoTimer til en viss mengde planlagte innspillinger. Sett denne til 0 hvis du ønsker å deaktivere funksjonen.

source: Wizard
de: Assistent
no: Guide

source: Wizard or Classic Editor?
no: Wizard eller klassisk editor?

source: Words / phrases to ignore (comma separated)
de: Wörter / Phrasen ignorieren (Komma separiert)
no: Ord / fraser å ignorere (separer med komma)

source: Write debug messages into file
de: Protokolldatei erstellen (Log)
no: Skriv feilsøkingsmeldinger til fil

source: Write the config file after every change which the user quits by saving.
no: Skriv konfigureringsfil etter hver endring som bruker avslutter ved å lagre.

source: Wrong parameter format 'set=%s'. Use set=set15
de: Falsches Parameterformat für 'set=%s'. Benutzen Sie 'set=set15'
no: Feil parameterformat 'se=%s'. Bruk set=set15

source: Wrote CSV file %s.
de: Die CSV- Datei %s wurde gespeichert.
no: Skrev CSV fil %s

source: Year:
de: Jahr:
no: År:

source: Yes
de: Ja
no: Ja

source: Yes (safe mode)
de: Ja (Sicherheitsmodus)
no: Ja (sikkerhetsmodus)

source: Yes, but play next video
de: Ja, aber nächstes Video abspielen
no: Ja, men spill neste film

source: Yes, but play previous video
de: Ja, aber vorheriges Video abspielen
no: Ja, men spill forrige film

source: Yes, don't ask again
de: Ja, nicht wieder fragen
no: Ja, ikke spør igjen

source: Yes, keep them.
de: Ja, behalten.
no: Ja, behold dem.

source: You can choose between Flickr and Picasa as site to use.
no: Du kan velge mellom Flickr og Picasa som side å bruke.

source: You can control for how many days in the future timers are added. Set this to 0 to disable this feature.
de: Sie können einstellen, für wie viele Tage in die Zukunft Timer erstellt werden. Diesen Wert auf "0" setzen, um die Funktion zu deaktivieren.
no: Du kan kontrollere hvor mange dager i fremtiden timere skal kunne legges til. Sett denne til 0 for å deaktivere muligheten.

source: You can customize which audio and subtitle languages and codecs should be chosen by default when playing media to match your personal preferences.
no: Du kan tilpasse hvilke lyd- og undertekstspråk samt kodek som skal velges som standard når du avspille media.

source: You can not add services or bouquets from Enigma1-receivers into the channellist...
de: Sender oder Bouquets können nicht von Enigma1-Receivern in the Kanalliste eingefügt werden...
no: Du kan ikke legge kanaler eller buketter fra Enigma1 tunere til i kanallisten...

source: You can set the basic properties of an AutoTimer here. While 'Name' is just a human-readable name displayed in the Overview, 'Match in title' is what is looked for in the EPG.
de: Hier können Sie grundlegende Einstellungen des AutoTimers treffen. Das Attribut "Name" ist eine Beschreibung innerhalb der Overview während "Finde in Titel" der gesuchte Text im Sendungsnamen ist.
no: Du kan sette standard instillinger for en AutoTimer her. Mens 'Navn' er bare et menneskelig leselig navn i oversikten, 'Likhet i tittel' er hva vi ser etter i EPG.

source: You can use the EasyInfo for manage your EPG plugins from info button. You have also a new now-next event viewer. Easy-PG, the own graphical EPG bowser is also included.
de: EasyInfo erlaubt ihnen die EPG-Plugins auf dem Info-Button zu verwalten. Sie können auch den Now-Next Event Viwer anzeigen lassen. Easy-PG, der integrierte graphische EPG Browser ist ebenfalls enthalten.
no: Du kan bruke EasyInfo til å administrere EPG plugins fra INFO tast. Du har også en ny NÅ-NESTE programviser. EasyPG, en egen grafisk EPG viser er inkludert.

source: You can use this plugin to dynamically hide Plugins from either the Extensions- or Pluginmenu without having to modify the source code of the respective plugin.After installation you find the settings as "Hide Plugins" under Setup / System.
de: Sie können dieses Plugin benutzen um dynamisch Plugins entwedera us den Erweiterungs- oder aus dem Pluginmenü zu verstecken ohne den Quellcode der Plugins anpassen zu müssen. Nach der Installation finden Sie die Einstellungen unter "Plugins verstecken" in "Einstellungen / System".
no: Du kan bruke dette plugin til å skjule plugins fra enten utvidelsesmenyen eller pluginmeny uten å måtte modifisere kildekoden til pluginet.

source: You cannot delete this!
de: Löschen nicht möglich!
no: Du kan ikke slette denne!

source: You did not provide a valid 'Match in title' Attribute for your new AutoTimer. As this is a mandatory Attribute you cannot continue without doing so.
de: Sie haben das Attribut "Finde in Titel" nicht angegeben. Da dies ein notwendiges Attribut ist können Sie nicht fortfahren ohne dies zu tun.
no: Du brukte ikke en gyldig 'Match in title' atributt for din nye AutTimer. Siden dette er en obligatorisk atributt, kan du ikke fortsette uten å endre dette.

source: You entered "%s" as Text to match. Do you want to remove trailing whitespaces?
de: Es wurde "%s" als Suchtext eingegeben. Sollen Leerzeichen am Ende entfernt werden?
no: Du tastet inn "%s" som 'Text to match'. Ønsker du å fjerne åpenrom etter navnet?

source: You have reached the end of this short guide and should know by now how to rearrange your installed plugins to your liking. If you do not, you can bring these pages up at any later point by pressing the MENU button in the PluginBrowser and selecting the entry labeled &quot;Help&quot;. Before sending you off to try out the plugin first hand, I want to point you at the fact that you are also able to start the first 10 plugins in the PluginBrowser by pressing the buttons 1 (for the first plugin) to 0 (for the tenth plugin) on your remote control.
no: Du har kommet til slutten av denn korte guiden, og burde nå kunne vite hvordan man reorganiserer de installerte pluginer slik du vil ha det. Hvis ikke kan du hente frem disse sidene på et senere tidspunkt ved å trykke MENU tast i PluginBrowser. Velg så oppføringen med navn &quot;Hjelp&quot;. Før vi sender deg videre med å prøve ut pluginet for første gang, vil vi bare nevne at du kan starte de 10 første plugins i PluginBrowser bare ved å tryle et tall fra 1 til 9 i tillegg til 0 for 10.

source: You have reached the end of this short guide and should know by now how to use pipzap and change it's settings. If you do not, you can bring these pages up at any later point by entering the &quot;pipzap&quot; setup which can be found inside the &quot;System&quot; settings. Before sending you off to try out the plugin first hand, I need to tell you that the plugin currently is not fully compatible with &quot;Permanent Timeshift&quot;, which means that you are unable to toggle pipzap from within the PluginBrowser (ca be enabled from the plugin settings) or when watching a recording. This is supposed to change in the future, but for now this is unfortunately how things are.
no: Du har kommet til slutten av denne korte guiden, og burde nå vite hvordan du bruker og setter opp pipzap. Hvis ikke, kan du starte guiden igjen senere ved å finne &quot;Pipzap&quot; i &quot;System&quot; innstillinger. Før vi sender deg videre for å prøve ut pluginet for første gang kan vi si at dette pluginet enda ikke er fullt kompatibelt med &quot;Permanent Timeshift&quot;, som igjen betyr at du da ikke kan bruke Pipzap fra PluginBrowser, eller om du ser på et opptak. Vi beklager dette, og håper at vi vil finne en løsning for en fremtidig versjon.

source: You have to restart Enigma2 to activate your new preferences!
de: Enigma2 muß neu getartet werden damit die Einstellungen wirksam werden!
no: For å aktivere de nye innstillingene må Enigma2 restartes!

source: You have to set your encoder into TV-Services Mode for things to work as expected!
no: Du må sette din encoder i TV Service modus for at ting skal fungere som ventet!

source: You must select a valid service!
de: Ein gültiger Sender muss ausgewählt werden!
no: Du må velge en gyldig kanal!

source: You need GUI-restart to load the new settings!
de: Ein GUI-Neustart ist notwendig, um die neuen Einstellungen zu aktivieren.
no: GUI trenger omstart for å laste de nye endringene!

source: You need to enable the monitoring on your FRITZ!Box by dialing #96*5*!
de: Monitoring auf der FRITZ!Box muss durch Wählen von #96*5* eingeschaltet werden!
no: Du må aktivere overvåking på din FRITZ!Box ved å ringe #96*5*!

source: You need to enter a valid city name before you can search for the location code.
de: Es muss ein Stadtnamen eingeben werden bevor man nach dem Location-Code suchen kann.
no: Du må skrive inn et gyldig bynavn før du kan søke etter lokasjonskode.

source: You need to include at least %d aspect ratio modes!
de: Es müssen mindestens %d Darstellungs-Modi ausgewählt werden!
no: Du må minst legge til %d aspektratiomoduser!

source: You need to set the password of the FRITZ!Box in the configuration dialog to display calls It could be a communication issue, just try again.
de: In der Konfiguration muss das Passwort für die FRITZ!Box gesetzt sein. Es könnte eine Kommunikationsproblem mit der FRITZ!Box sein. Versuchen Sie es nochmal.
no: Du må sette et passord for FRITZ!Box i konfigurasjonsmenyen for å vise samtaler Det kan være et kommunikasjonsproblem, prøv igjen.

source: You now know almost everything there is to know about the AutoTimer-Plugin. As a final hint I can't stress how important it is to take a look at the help texts that are shown in the setup dialogs as they cover the most frequently asked questions. Surprisingly even after the hints were added ;-).
no: Du kjenner nå til neste alt som er verdt å vite om AutoTimer plugin'et. Som et tips til slutt kan vi ikke stresse nok med å fortelle deg hvor viktig det er å fange opp hjelpetekst under oppsett av AutoTimer. Fordi de dekker det meste av stilte spørsmål, selv etter at disse hintene bla lagt til. :).

source: You now know how to do your first steps in EPGRefresh. As a final note I want to hint you at the fact that this plugin will not do anything on its own without YOU telling it to. So if you want the refresh to happen automatically in the background you need to configure the plugin to do so. This was not done to cause you any inconvenience but rather to give you the freedom of choice.
no: Du vet nå hvordan du skal utføre dine første steg i EPGRefresh. Som et siste notat vi vil minne deg på at dette pluginet ikke vil gjøre noe på egen hånd uten at DU forteller den til å gjøre det. Så om du ønsker automatisk oppfriskning av EPG i bakgrunnen, så må du konfigurere plugin'et til å gjøre dette. Dette var ikke gjort for å lage det upraktisk for deg, men for å gi deg frihet til å velge.

source: You successfully configured a new AutoTimer. Do you want to add it to the list? You can go back a step by pressing EXIT on your remote.
de: Sie haben den neuen AutoTimer erfolgreich konfiguriert. Soll er der Liste hinzugefügt werden? Durch drücken von "EXIT" auf der Fernbedienung können Sie einen Schritt zurück gehen.
no: Konfigurering av ny AutoTimer var vellykket. Ønsker du å legge den til i listen? Du kan gå tilbake ved å trykke EXIT på fjernkontrollen.

source: You're about to create a symlink to %s from %s%s
no: Du er i ferd med p lage en symink til %s fra %s%s

source: YouTube player:
no: TouTube spiller:

source: YouTube-Trailer Setup
no: YouTube trailer oppsett

source: Your 'Match in title' Attribute ends with a Whitespace. Please confirm if this was intentional, if not they will be removed.
de: Das Attribut "Finde in Titel" endet bei Ihnen mit einem Leerzeichen. Bitte bestätigen Sie ob dies Absicht war, sonst werden diese entfernt.
no: Din 'Match in tile' atributt ender med et åpenrom. Vennligst bekreft at dette er intensjonen. Hvis ikke vil det bli fjernet.

source: Your autotimer is deprecated
no: Din autotimer er foreldet

source: Your config file is not well-formed: %s
de: Ihre Konfigurationsdatei ist fehlerhaft: %s
no: Din konfigurasjonsfil er ikke riktig formet: %s

source: Your network mount has been removed.
de: Ihre Netzwerkfreigabe wurde entfernt.
no: Din nettverksmontering har blitt fjernet.

source: Your network mount has been saved.
de: Dein Netzwerkmount wurde gespeichert.
no: Din nettverksmontering er lagret.

source: Your pattern file is corrupt
no: Din mønsterfil er skadet

source: Your version if SimpleRSS is too old to support this feature. If possible update your SimpleRSS installation.
no: Din versjon av simpleRSS er for gammel for å støttet denne funksjonen. Om mulig oppgrader din simpleRSS installasjon.

source: ZDFmediathek Plugin is not installed!
de: ZDFmediathek Plugin ist nicht installiert!
no: ZDFmediathek plugin er ikke installert!

source: ZDFmediathek player:
no: ZDFmediathek spiller:

source: Zap
de: Umschalten
no: Bytt

source: Zap & Close
de: Zappe & Schliesse
no: Bytt & Avslutt

source: Zap Statistic
de: Zap Statistik
no: Zap statistikk

source: Zap and Exit
de: Zappen und verlassen
no: Bytt og Avslutt

source: Zap between commercials
de: Umschalten während der Werbung
no: Skift mellom reklamene

source: Zap focus to Picture in Picture
de: Fokus auf Bild-in-Bild wechseln
no: Zap fokus til Bilde i Bilde

source: Zap focus to main screen
de: Fokus auf Hauptbild wechseln
no: Zap fokus til hovedskjerm

source: Zap to %s
de: Auf %s schalten
no: Bytt til %s

source: Zap to service when streaming
de: Beim Streamen auf Sender zappen
no: Bytt til kanal under strømning

source: Zap with OK button (false=EventInfo):
de: Mit OK-Button zappen (Nein = EventInfo)
no: Bytt med OK tast (false=EventInfo):

source: Zap-History Browser
de: Zap-Historie Browser
no: Zap historiesøker

source: Zap-History Configurator
de: Zap-Historie Konfigurator
no: Zap historiekonfigurator

source: ZapStatistic shows the watched services with some statistics.
de: ZapStatistic zeigt die angeschauten Sendungen mit einigen Statistiken.
no: Med ZapStatistics vises statistikk over kanaler du ser på.

source: Zapper Style
de: Zapper-Stil
no: Zapper stil

source: Zapping back
de: Zurück zappen
no: Bytter tilbake

source: Zapping back in %d Minute(s)
de: Zurück zappen in %d Minute(n)
no: Bytter tilbake om %d minutt(er)

source: Zapping back in %d:%02d Min
de: Zurück zappen in %d:%02d Min
no: Bytter tilbake om %d:%02d minutter

source: Zapping is disabled in WebInterface Configuration
de: Umschalten wurde in der Konfiguration des WebInterface deaktiviert
no: Bytting (Zap) er deaktivert i WebIf konfurasjonen

source: Zoom into letterboxed/anamorph movies
de: Zoom-In für Letterbox-Filme
no: Zoom inn ved letterbox / anamorph filmer

source: Zoom into letterboxed/anamorph movies.
de: Zoom-In für Letterbox/Anamorphe Filme.
no: Zoom inn ved letterbox / anamorph filmer.

source: [All files]
de: [Alle Dateien]
no: [Alle filer]

source: [FreeSpace] HDD is idle:
no: [FreeSpace] HDD er innaktiv:

source: [Media files]
de: [Mediendateien]
no: [Media filer]

source: [PTS-Plugin] Merging records failed!
de: [PTS-Plugin] Zusammenfügen der Aufnahmen fehlgeschlagen!
no: [PTS-Plugin] fletting av opptak feilet!

source: [PTS-Plugin] Restarting Timeshift!
de: [PTS-Plugin] Beginne Timeshift neu!
no: [PTS-Plugin] restarter direkteopptak!

source: [back]
de: [zurück]
no: [tilbake]

source: [sort by Date]
de: [nach Datum sortieren]
no: [sorter på dato]

source: [sort by Name]
de: [nach Namen sortieren]
no: [sorter på navn]

source: about to start
de: startet gleich
no: starter snart

source: account %s is not connected
de: Konto %s ist nicht verbunden
no: konto %s er ikke tilkoblet

source: account name
de: Kontoname
no: Kontonavn

source: account not connected
de: Konto nicht verbunden
no: Konto ikke tilkoblet

source: activate DynDNS
de: DynDNS aktivieren
no: aktiver DynDNS

source: active
de: aktiviert
no: aktiv

source: add
de: Hinzufügen
no: legg til

source: add AutoTimer
de: AutoTimer hinzufügen
no: legg til AutoTimer

source: add AutoTimer...
de: AutoTimer hinzufügen...
no: legg til AutoTimer...

source: add Entry to Main Menu
de: Eintrag zu Hauptmenü hinzufügen
no: legg oppføring til i hovedmenyen

source: add Partnerbox bouquet
de: Partnerbox Bouquet hinzufügen
no: legg til Partnerbox favoritt

source: add Partnerbox service
de: Partnerbox Sender hinzufügen
no: legg til Partnerbox kanal

source: add Plugin to Extensionmenu
de: Plugin zum Erweiterungsmenü hinzufügen
no: legg plugin til i utvidet meny

source: add Plugin to Mainmenu
de: Plugin zu Hauptmenü hinzufügen
no: leg til plugin i hovedmenyen

source: add filters
de: Neue Filter
no: legg til filter

source: add partition
de: Partition hinzuf.
no: legg til partisjon

source: add recording (enter recording duration)
de: Aufnahme hinzufügen (Aufnahmelänge eingeben)
no: legg til innspilling (skriv inn innspillingens lengde)

source: add recording (enter recording endtime)
de: Aufnahme hinzufügen (Aufnahmeendzeit eingeben)
no: legg til innspilling (skriv inn innspillingens sluttid)

source: add recording (indefinitely)
de: Aufnahme hinzufügen (unbegrenzt)
no: legg til innspilling (uendelig)

source: add recording (stop after current event)
de: Aufnahme hinzufügen (aktuelle Sendung)
no: legg til innspilling (stop etter nåværende)

source: add server
de: neu
no: legg til server

source: add services
de: Neue Sender
no: legg til kanaler

source: add stream to favorites
no: legg strømning til i favoritter

source: add to EPGRefresh
de: Zu EPGRefresh hinzufügen
no: legg til i EPGRefresh

source: after restart
de: nach Neustart
no: etter omstart

source: after restart/standby
de: nach Neustart/Standby
no: etter omstart/standby

source: after standby
de: nach Standby
no: etter standby

source: all
de: alle
no: alle

source: alphabetic sort
de: Sort. alphabetisch
no: sorter alfabetisk

source: always
de: immer
no: alltid

source: always ask
de: immer fragen
no: spør alltid

source: and many contributors
de: und viele andere Mitwirkende
no: og mange bidragsytere

source: anisotropic
de: anisotropisch
no: anisotrofisk

source: any RC
de: beliebige FB
no: hvilken som helst RC

source: are you shure to delete the stream? %s
no: er du sikker på at du vil slette strømning? %s

source: as plugin in extended bar
de: als Plugin in Extended Bar
no: som plugin i utvidet felt

source: ask me
de: frage mich
no: spør meg

source: assign long key-press (red/green/yellow/blue) to plugins or E2 functions.
de: Plugins oder Funktionen auf den langen Tastendruck der Farbtasten legen.
no: tildel langtaster (RØD/GREEN/GUL/BLÅ) til plugins eller E2 funksjoner.

source: assign long key-press on color buttons to plugins or E2 functions
de: Plugins auf Farbtasten legen
no: tildel langtaster på fargetaster til plugins eller E2 funksjoner

source: assigned to blue
de: Auf der blauen Taste
no: tilknyttet til blå tast

source: assigned to green
de: Auf der grünen Taste
no: tilknyttet til grønn tast

source: assigned to long blue
de: Langer Tastendruck auf Blau
no: tilknyttet lang blå tast

source: assigned to long green
de: Langer Tastendruck auf Grün
no: tilknyttet lang grønn tast

source: assigned to long red
de: Langer Tastendruck auf Rot
no: tilknyttet til lang rød tast

source: assigned to long yellow
de: Langer Tastendruck auf Gelb
no: tilknyttet lang gul tast

source: assigned to red
de: Auf der roten Taste
no: tilknyttet til rød tast

source: assigned to yellow
de: Auf der gelben Taste
no: tilknyttet til gul tast

source: auto
de: automatisch
no: automatisk

source: autotimers need a match attribute
de: AutoTimer benötigen einen Suchtext
no: AutoTimer trenger en passende atributt

source: before 05.27
de: vor 05.27
no: før den 27.05

source: below Tunerslot 4
de: unter Tunerslot 4
no: under tuner slot 4

source: blue teletext link
de: blauer Textlink
no: blå teletekst link

source: business
de: Geschäft
no: forretning

source: button caption
de: Tasten beschriften
no: stor bokstav tast

source: by age
no: etter alder

source: by eta
no: etter eta

source: by progress
no: etter fremdrift

source: by speed
no: etter hastighet

source: call redirections active
de: Rufumleitungen aktiv
no: viderekobling aktiv

source: cancel
de: Abbruch
no: avbryt

source: cannot access inbox
de: Kein Zugriff auf INBOX
no: ingen tilgang til innboks

source: cannot get headers of new messages
de: Kann Header der neuen Nachrichten nicht lesen
no: kan ikke hente overskrifter for nye meldinger

source: cannot get list of new messages
de: Kann Liste neuer Nachrichten nicht bekommen
no: kan ikke hente liste med nye meldinger

source: case-insensitive search
de: ignoriere Groß- und Kleinschreibung
no: søk sensitivt etter store og små bokstaver

source: case-sensitive search
de: erzwinge Groß- und Kleinschreibung
no: søk sensitivt for store og små bokstaver

source: change name...
de: Umbenennen...
no: endre navn...

source: change recording (duration)
de: Aufnahme ändern (Aufnahmelänge)
no: endre innspilling (lengde)

source: change recording (endtime)
de: Aufnahme ändern (Aufnahmeendzeit)
no: endre innspilling (sluttid)

source: check pending
no: sjekk ventende

source: checking
no: sjekker

source: cleanup disabled
de: nicht bereinigen
no: opprydding deaktivert

source: close
de: Schließen
no: steng

source: config changed.
de: Konfiguration wurde geändert
no: konfigurasjon endret.

source: configuration
de: Konfiguration
no: konfigurasjon

source: connection failed - retrying
de: Verbindung fehlgeschlage - neuer Versuch
no: tilkobling feilet - prøver på nytt

source: control multiple Dreamboxes with different RCs
de: Kontrollieren Sie mehrere Dreamboxen mit verschiedenen Fernbedienungen.
no: kontroller flere Dreamboxer med forskjellige fjernkontroller

source: controller %s returned error(s)
no: kontroller %s returnerte feil
