Repository: opendreambox/enigma2-plugins
Catalog: po/*.po
Languages: de, no

source: Open Context Menu
de: Öffne Kontext-Menü
no: Åpne innholdsmeny

source: Open Multi-EPG for %s
de: Öffne Multi-EPG für %s
no: Åpne MultiEPG for %s

source: Open Signal Panel
de: Signalanzeige öffnen
no: Åpne signalpanelet

source: Open editor
de: Editor öffnen
no: Åpne editor

source: Open plugin menu
de: Plugin menu öffnen
no: Åpne plugin meny

source: Open selected in IMDb
de: Gewählten Eintrag in IMDb öffnen
no: Åpne valgt i IMDb

source: Open selector
de: Auswahl-GUI öffnen
no: Åpne velger

source: Open the extras menu
de: Extras menu öffnen
no: Åpne ekstramenyen

source: Options:
de: Optionen:
no: Valg:

source: Oryginal dir name: %s
de: Original Verzeichnisname: %s
no: Originalt katalognavn: %s

source: Oryginal file name: %s
de: Original Dateiname: %s
no: Originalt filnavn: %s

source: Others
de: Andere
no: Andre

source: Outdated off
de: Vergangene aus
no: Utdaterte av

source: Outdated on
de: Vergangene an
no: Utdaterte på

source: Outer Bound (+/-)
de: Grenzen (+/-)
no: Ytre grense (+/-)

source: Outgoing
de: Abgehend
no: Utgående

source: Outgoing Call on %(date)s at %(time)s to --------------------------------------------- %(number)s %(caller)s --------------------------------------------- from: %(phone)s
de: Abgehender Anruf am %(date)s um %(time)s an --------------------------------------------- %(number)s %(caller)s --------------------------------------------- von: %(phone)s
no: Utgående samtale på %(date)s kl. %(time)s til --------------------------------------------- %(number)s %(caller)s --------------------------------------------- fra: %(phone)s

source: Outgoing calls
de: Abgehende Anrufe
no: Utgående samtaler

source: Overlay for scrolling bars
de: Overlay für Scrollbalken
no: Overtrekk for scrolling bars

source: Override found with alternative service
de: Sendung durch Alternative ersetzen
no: Overstyring funnet i alternativ tjeneste

source: Overscan Correction [in %(percentsign)s of Video width]
de: Overscan Korrektur [in %(percentsign)s der Videobreite]
no: Overscan korreksjon [i %(percentsign)s av videovidde]

source: Overwrite HBBTV-red-button
de: HBBTV-Red-Button überschreiben
no: Overskriv HBBTV RØD tast

source: Overwrite Infobar timeout
de: InfoBar-Timeout überschreiben
no: Overskriv InfoBar tidsavbrudd

source: Overwrite left and right buttons:
de: Überschreibe Links- und Rechts-Tasten:
no: Overskriv venstre og høyre taster:

source: PLUGINNAME_EPGRefresh
de: EPGRefresh
no: Pluginnavn EPGRefresh

source: PTS Plugin Error: %s
de: PTS Plugin-Fehler: %s
no: PTS plugin feil: %s

source: PVR key long
de: PVR-Taste lang
no: PVR tast (lang)

source: Page URL
de: Seiten-URL
no: Side URL

source: Page down
de: Seite nach unten
no: Side ned

source: Page feed URL
de: Seiten-Feed-URL
no: Side feed URL

source: Page up
de: Seite nach oben
no: Side opp

source: Page-up/down with bouquet+/- :
de: Seite hoch/runter mit Bouquet +/-:
no: Side opp/ned med BOUQUET +/- taster:

source: Page:
de: Seite:
no: Side:

source: Page:
de: Seite:
no: Side:

source: Parent Directory
de: übergeordnetes Verzeichnis
no: Overordnet katalog

source: Parsing failed!
de: Analyse fehlgeschlagen!
no: Analysering feilet!

source: Partition tool
de: Paritionierungs Tool
no: Partisjonsverktøy

source: Partnerbox Answer: %s
de: Antwort der Partnerbox: %s
no: Partnerbox svar: %s

source: Partnerbox Entries
de: Partnerbox Einträge
no: Partnerbox oppføringer

source: Partnerbox allows editing a remote Dreambox's record timers and stream its TV program.
de: Mit Partnerbox kann auf eine andere Dreambox zugegriffen und deren Timer verwaltet werden. Zusätzlich kann auch auf das TV Programm der anderen Dreambox zugegriffen werden.
no: Partnerbox tillater redigering av fjernstyrt Dreambox's timere og streame dens TV program.

source: Partnerbox: Edit Entry
de: Partnerbox: Eintrag bearbeiten
no: Partnerbox: Rediger oppføring

source: Partnerbox: List of Entries
de: Liste der Partnerboxen
no: Partnerbox: Liste med oppføringer

source: Passive:
de: Passiv:
no: Passiv:

source: Passwd
de: Passwort
no: Passord

source: Password
de: Passwort
no: Passord

source: Password Accessing FRITZ!Box
de: Passwort der FRITZ!Box
no: Passord for FRITXBox

source: Password of WLAN guest network
de: Netzwerkschlüssel des WLAN Gastfunknetzes
no: Passord for WLAN gjestenettverk

source: Password to the google account.
de: Passwort für das google-Konto.
no: Passord til Google konto

source: Password:
de: Passwort:
no: Passord:

source: Path %s can not be created
de: Pfad %s konnte nicht erstellt werden
no: Katalog %s kan bli laget

source: Path %s does not exist
de: Pfad %s existiert nicht
no: Katalog %s finnes ikke

source: Path to birthday file:
de: Pfad zur Geburtstagsdatei:
no: Katalog til fødselsdag fil

source: Path to check
de: Pfad für Überprüfung
no: Katalog å sjekke

source: Path: %s
de: Pfad: %s
no: Katalog: %s

source: Pause all
de: Alles anhalten
no: Pause alle

source: Pause shown
de: Angezeigt anhalten
no: Pause vist

source: Pending Services
de: ausstehende Kanäle
no: Ventende kanaler

source: People & Blogs
de: Leute & Blogs
no: Folk & Blogger

source: Period in hours (0=disabled)
no: Periode i timer (0=deaktivert)

source: Permanent Timeshift Enable
de: Permanent Timeshift aktivieren
no: Permanent Timeshift aktiver

source: Permanent Timeshift Max Events
de: Permanent Timeshift Max Sendungen
no: Permanent Timeshift maks programmer

source: Permanent Timeshift Max Length
de: Permanent Timeshift Max Länge
no: Permanent Timeshift makks lengde

source: Permanent Timeshift Plugin for E2 Dreamboxes
de: Erweiterung für Zeitversetzte Aufnahmen mit Dreamboxen
no: Permanent Timeshift Plugin for E2 Dreambox

source: Permanent Timeshift Settings
de: Permanent Timeshift Einstellungen
no: Permanent Timeshift oppsett

source: Permanent Timeshift Settings Version %s
no: Permanent Timeshift oppsettversjon %s

source: Permanent Timeshift Start Delay
de: Permanent Timeshift Start Verzögerung
no: Permanent Timeshift starttidsutsettelse

source: PermanentClock shows the clock permanently on the screen.
de: PermanentClock zeigt die Uhrzeit permanent auf Ihrem Fernseher an.
no: PermanentClock viser klokken permanet på skjermen.

source: Pets & Animals
de: Tiere
no: Kjæledyr & Dyr

source: Phone calls
de: Telefonanrufe
no: Telefonsamtaler

source: PhoneBook Location
no: Telefonbok lokasjon

source: PhoneBook and Faces Location
de: Verzeichnis für Telefonbuch und Bilder
no: Telefonbok og ansiktslokasjon

source: Phonebook
de: Telefonbuch
no: Telefonbok

source: PiP available now.
de: PiP is wieder verfügbar.
no: BiB tilgjengelig nå.

source: Picture in Picture
de: Bild in Bild (PiP)
no: Bilde i Bilde

source: Picture in Picture (hidden)
de: Bild in Bild (versteckt)
no: Bilde i Bilde (skjult)

source: Picture-player is not installed!
de: Keine Bildbetrachter installiert!
no: PicturePlayer er ikke installert!

source: PicturePlayer not available.
no: PicturePlayer ikke tilgjengelig.

source: Pictures
de: Bilder
no: Bilder

source: Pillarbox
no: Sorte kanter

source: PipServiceRelation - Config
de: PipServiceRelation - Konfiguration
no: PipServiceRelation - Konfigurasjon

source: PipServiceRelation - Entry Config
de: PipServiceRelation - Konfiguration Eintrag
no: PipServiceRelation - Oppføringsoppsett

source: Place the cut movie in a new file ending with " cut"
de: Anlegen einer neuen Filmdatei mit der Endung "cut"
no: Plasser ferdigklippet film i ny fil avsluttet med '.cut'

source: Placeholder for Progressbar
de: Platzhalter für Verlaufanzeige
no: Plassholder for fremdriftsviser

source: Play
de: Start
no: Spill av

source: Play %s
de: %s wiedergeben
no: Spill %s

source: Play Trailer
de: Trailer wiedergeben
no: Avspill trailer

source: Play Web and ipTV streams
no: Spill Web og ipTV strømmer

source: Play YouTube movies
de: YouTube Videos abspielen
no: Spill YouTube videoer

source: Play entry
de: Eintrag abspielen
no: Spill valg

source: Play last used songlist after starting
de: Zuletzt benutzte Liederliste wiedergeben nach dem Starten
no: Spill sist brukte spileliste etter oppstart av plugin

source: Play next video
de: Nächstes Video abspielen
no: Spill neste film

source: Play video again
de: Video noch mal abspielen
no: Spill film igjen

source: Play videos from PC on your Dreambox
de: Videos von ihrem PC abspielen
no: Spill filmer fra PC på din Dreambox

source: Playback of '%s' started
de: Wiedergabe von '%s' gestartet
no: Avspilling av '%s' startet

source: Player for Network and Internet Streams
de: Player für Netzwerk- und Internet-Streams
no: Spiller for nettverk og internett stream

source: Player for Network and Internet Streams.
de: NETcaster ist ein Player für Netzwerk- und Internet-Streams.
no: Spiller for nettverk og internett streams.

source: Playlist
de: Wiedergabeliste
no: Spilleliste

source: Playlist '%s' does not exist
de: Playlist '%s' existiert nicht
no: Spilleliste '%s' finnes ikke

source: Playlist (%s) -> Song List
de: Wiedergabeliste (%s) -> Liederliste
no: Spilleliste (%s) -> Spileliste

source: Playlist for %s
de: Playlist für %s
no: Spilleliste for %s

source: Playlist saved to '%s'
de: Playlist wurde als '%s' gespeichert
no: Spilleliste lagret i '%s'

source: Playlists
de: Playlisten
no: Spillelister

source: Playlists (%d)
de: Wiedergabelisten (%d)
no: Spilleliste (%d)

source: Please Wait
de: Bitte warten
no: Vennligst vent

source: Please check Your installation
no: Vennligst sjekk din installasjon

source: Please choose a function...
de: Bitte selektiere eine Funktion...
no: Vennligst velg en funksjon...

source: Please don't use PiP meanwhile!
de: Bitte PiP in der Zwischenzeit nicht verwenden!
no: Vennligst ikke bruk BiB i mellomtiden!

source: Please enter a searchkey:
de: Bitte Text für Suche eingeben:
no: Vennligst legg til søkeord:

source: Please enter a valid city name.
de: Bitte einen gültigen Stadtnamen eingeben.
no: Vennligst tast inn et gyldig bynavn.

source: Please enter a valid location code for the city.
de: Bitte einen gültigen Location-Code für die Stadt eingeben.
no: Vennligst tast inn en gyldig lokasjonskode for din by.

source: Please enter a value for every input field
de: Bitte erfasse einen Wert für jedes Eingabefeld
no: Vennligst tast inn en verdi i hvert felt

source: Please enter the correct pin code
de: Bitte geben Sie den korrekten pin code ein
no: Vennligst skriv den korrekte PIN kode

source: Please enter the new tag
de: Bitte gib den neuen Tag an
no: Vennligst tast inn nytt merke

source: Please enter your search term.
de: Bitte geben Sie einen Suchbegriff ein.
no: Vennligst skriv inn søkekriterier.

source: Please install missing python paket manually
no: Vennligst installer manglende pythonmodul manuelt

source: Please make sure to set up your default storage device in menu -> setup -> system -> recording paths.
de: Bitte stellen Sie sicher, dass Ihr Standard Speichergerät unter 'Menü -> Einstellungen -> System -> Aufnahmepfade' eingerichtet wurden.
no: Vennligst forsikre deg om at standard lagringsenhet er satt opp i meny -> oppsett -> system -> innspillingskataloger.

source: Please make sure to set up your storage devices with the storage management in menu -> setup -> system -> storage devices.
de: Bitte stellen Sie sicher, dass Ihre Speichergeräte in der Speichergeräteverwaltung unter 'Menü -> Einstellungen -> System -> Speichergeräte' eingerichtet wurden.
no: Vennligst forsikre deg om at lagringsenheter er satt opp med lagringsbehandler i meny -> setup -> system -> lagrinsenheter.

source: Please open the Channel Editor and add the channel manually.
no: Vennligst åpne ChannelEditor og legg til kanal manuelt.

source: Please open the channel editor (setup) and match them
no: Vennligst åpne ChannelEditor (oppsett) og gjør dem lik

source: Please provide a Text to match
de: Bitte zu findenden Text eingeben
no: Vennligst skriv inn tekst som skal finnes

source: Please restart GUI to apply changes. If UNRAR package haven't been installed it means that Your image doesn't have it. You can download package from project Google Code page or unpack rar manually and make local convertion.
no: Vennligst start GUI på nytt. Hvis UNRAR pakke ikke er installert, betyr dette at ditt image ikke hard den. Du kan laste ned pakke fra prosjekt GoogleCode side eller pakke rar manuelt og lage en lokal konvertering.

source: Please select a standard feed or try searching for videos.
de: Wählen Sie einen Standard Feed oder suchen Sie nach Videos.
no: Vennligst velg standard mating eller forsøk å søke etter videoer.

source: Please select a subservice to record...
de: Bitte einen Unterkanal zur Aufnahme auswählen...
no: Vennligst velg en underkanal for innspilling...

source: Please select a timer type to add:
de: Bitte den hinzuzufügenden Timertyp wählen:
no: Vennligst velg en timertype å legge til:

source: Please select any bouquet
de: Bitte wählen Sie ein Bouquet
no: Vennligst velg en favoritt

source: Please select at least one bouquet
de: Bitte wählen Sie mindestens einen Bouquet aus
no: Vennligst velg minst en favoritt

source: Please select at least one satellite
de: Bitte wählen Sie mindestens einen Satelliten aus
no: Vennligst velg minst en satellitt

source: Please select at least one transponder
de: Bitte wählen Sie mindestens einen Transponder aus
no: Vennligst velg minst en transponder

source: Please select tag to filter...
de: Bitte einen Tag zum Filtern auswählen...
no: Vennligst velg markering som skal filtreres...

source: Please select the matching entry
de: Bitte passenden Eintrag auswählen
no: Vennligst velg samsvarende oppføring

source: Please select the movie path...
de: Bitte den Filmpfad angeben...
no: Vennligst velg sti for lagring av film...

source: Please select the type of tuner you want to add!
de: Bitte wählen Sie, welchen Tuner-Typ Sie hinzufügen wollen!
no: Vennligst velg type tuner du vil legge til!

source: Please select your KiddyTimer- option
de: Bitte wählen Sie Ihre KiddyTimer- Option
no: Vennligst velg ditt KiddyTimer valg

source: Please update it
no: Vennligst oppdater den

source: Please use direction keys to move the clock. Press OK to store current position and return to the setup menu or EXIT to cancel the moving.
de: Die Uhr kann mit den Steuertasten verschoben werden. Die neue Position mit "OK" speichern und zurück zum Menü oder mit "EXIT" den Vorgang abbrechen.
no: Vennligst bruk piltaster for å flytte klokken. Trykk OK for å lagre den nye posisjonen og returner til oppsettsmenyen eller EXIT for å avbryte flyttingen.

source: Please verify if your default storage device is attached or set up your default storage device in menu -> setup -> system -> recording paths.
de: Bitte stellen Sie sicher, dass Ihr Standard-Speichergerät angeschlossen ist, oder richten Sie es unter 'Menü -> Einstellungen -> System -> Aufnahmepfade' ein.
no: Vennligst verifiser at standard lagringsenhet er tilkoblet, eller sett opp standard lagringsenhet i meny -> setup -> system -> innspillingsplasseringer.

source: Please visit: %s And enter: %s
no: Vennligst besøk: %s Og trykk: %s

source: Please wait (Step 2)
de: Bitte warten (Schritt 2)
no: Vennligst vent (Steg 2)

source: Please wait while I'm saving your network mount...
de: Bitte warten während ich den Netzwerkmount speichere...
no: Vennligst vent mens vi lagrer din nettverksmontering...

source: Please wait while removing your network mount...
de: Bitte warten während die Netzwerkfreigabe entfernt wird...
no: Vennligst vent mens nettverksmonteringen fjernes...

source: Please wait while the new hostname is being applied...
de: Bitte warten, während der Hostname zugewiesen wird...
no: Vennligst vent mens det nye vertsnavnet blir lagt til...

source: Please wait while updating your network mount...
de: Bitte warten während die Freigabe aktualisiert wird...
no: Vennligst vent mens nettverksmontering blir oppdatert...

source: Please wait...
de: Bitte warten...
no: Vennligst vent...

source: Please wait... Loading list...
de: Bitte warten... Liste wird geladen...
no: Vennligst vent... Laster liste...

source: Plugin autoupdate:
no: Plugin autooppdatering:

source: Plugin browser
no: Pluginmeny

source: Plugin menu
de: Plugin-Menü
no: Pluginmeny

source: Plugin not active
de: Plugin nicht aktiv
no: Plugin er ikke aktiv

source: Plugin not enabled
de: Plugin nicht aktiviert
no: Plugin ikke aktivert

source: Plugin not found!
de: Plugin wurde nicht gefunden!
no: Plugin ikke funnet!

source: Plugin to edit fstab
de: Plugin zur Bearbeitung von fstab
no: Plugin til å redigere fstab

source: Plugin: %(plugin)s , Version: %(version)s
no: Plugin: %(plugin)s , Versjon: %(version)s

source: PluginHider Setup
no: PluginHider oppsett

source: PluginSort Help
de: PluginSort-Hilfe
no: PluginSort hjelp

source: Podcast streams podcasts to your Dreambox.
de: Podcasts auf die Dreambox streamen.
no: Podcast strømmer podcast'er til din Dreambox.

source: Poland
de: Polen
no: Polen

source: Poll Interval (in h)
de: Abfrageintervall (in Stunden)
no: Avstemningsintervall (timer)

source: Poll automatically
de: Automatisch suchen
no: Avstem automatisk

source: Popup timeout in seconds
de: Anzeigezeit Hinweisfenster in sek
no: Popup tidsavbrudd i sekunder

source: Position 1 (info button):
de: Position 1 (Info-Taste):
no: Posisjon 1 (INFO tast):

source: Position 10:
no: Posisjon 10:

source: Position 11:
no: Posisjon 11:

source: Position 2 (red button):
de: Position 2 (rote Taste):
no: Posisjon 2 (GRØNN tast)

source: Position 3 (green button):
de: Position 3 (grüne Taste):
no: Posisjon 3 (GRØNN tast):

source: Position 4 (yellow button):
de: Position 4 (gelbe Taste):
no: Posisjon 4 (GUL tast):

source: Position 5 (blue button):
de: Position 5 (blaue Taste):
no: Posisjon 5 (BLÅ tast):

source: Position 6:
no: Posisjon 6:

source: Position 7:
no: Posisjon 7:

source: Position 8:
no: Posisjon 8:

source: Position 9:
no: Posisjon 9:

source: Position and size
de: Position und Größe
no: Posisjon og størrelse

source: Power Control
no: Strømkontroll

source: Power state to change to after recordings. Select "standard" to not change the default behavior of enigma2 or values changed by yourself.
de: Systemzustand nach der Aufnahme. "standard" wählen, um die Standardeinstellung von enigma2 oder eigens geänderte Werte zu behalten.
no: Strøminstillinger etter innspilling. Velg "standard" for ikke å endre standard oppførsel av enigma2 eller en verdi endret av deg selv.

source: Predefined Tag
de: Vorgegebener Tag
no: Forhåndsdefinert merke

source: Preference of audio description
no: Preferanse for lydbeskrivelse

source: Preference of audio format
no: Preferanse for lydformat

source: Preference of audio language
no: Preferanse for lydspråk

source: Preference of subtitle format
no: Preferanse for undertekstformat

source: Preference of subtitle language
no: Preferanse for undertekst språk

source: Prepare / Start / End record
de: Vorbereiten / Start / Ende einer Aufnahme
no: Forbered / Start / Avslutt opptak

source: Prepare record
de: Vorbereiten einer Aufnahme
no: Forbered opptak

source: Press OK to activate the settings.
de: OK drücken zum Aktivieren.
no: Trykk OK for å aktivere instillingene.

source: Press OK to collapse this host
de: OK drücken zum zuklappen
no: Trykk OK for å minimere denne verten

source: Press OK to edit selected settings.
de: OK drücken zum Editieren.
no: Trykk OK for å redigere valgte innstilling.

source: Press OK to edit the settings.
de: OK drücken zum Editieren.
no: Trykk OK for å redigere instillinger.

source: Press OK to expand this host
de: Ok drücken zum erweitern
no: Trykk OK for å utvide verten

source: Press OK to mount this share!
de: Ok drücken um diese Freigabe zu verbinden!
no: Trykk OK for å montere denne delingen!

source: Press OK to mount!
de: OK drücken zum Verbinden.
no: Trykk OK for å montere!

source: Press OK to save settings.
de: OK drücken zum Speichern.
no: Trykk OK for å lagre innstillinger.

source: Press OK to select a related PiP service
de: OK drücken, um einen zugehörigen PiP-Sender auszuwählen
no: Trykk OK for å velge en relatert BiB kanal

source: Press OK to select a service
de: OK drücken, um einen Sender auszuwählen
no: Trykk OK for å velge kanal

source: Press OK to select.
de: Ok drücken zum Auswählen.
no: Trykk OK for å velge.

source: Press ok button to select bouquet
de: Drücken Sie OK-Taste um eine Bouquet auszuwählen
no: Trykk OK for å velge favoritt

source: Press ok button to select satellite
de: Drücken Sie OK-Taste um einen Satelliten auszuwählen
no: Trykk OK for å velge satellitt

source: Press ok or green button to install satellites.xml
de: Drücken Sie OK- oder grüne Taste, um die satellites.xml zu installieren
no: Trykk Ok eller GRØNN tast for å installere satellites.xml

source: Prev
de: Zurück
no: Forrige

source: Previeous page
de: Vorherige Seite
no: Forrige side

source: Preview
de: Vorschau
no: Forhåndsvisning

source: Preview AutoTimer
de: Vorschau
no: Forhåndsvis AutoTimer

source: Preview all pictures
de: Vorschau für alle Bilder
no: Forhåndsvis alle bilder

source: Preview created.
de: Vorschaubild erstellt.
no: Forhpndsvisning laget.

source: Preview screenshots of running tv shows
de: Zeigt Vorschaubilder laufender Sendungen
no: Forhåndsvis skjermbilder av aktive TV program

source: Preview screenshots of running tv shows.
de: Mosaic stellt Vorschaubilder aktuell laufender Sendungen zusammen.
no: Forhåndsvis skjermbilder av aktive TV program.

source: Previous
de: Zurück
no: Forrige

source: Previous bouquet
de: Vorheriges Bouquet
no: Forrige favoritt

source: Prime Time
no: Beste sendetid

source: Prime Time Manager
de: Prime Timer Manager
no: Prime Time behandler

source: Prime Time Manager is not installed!
de: Prime Time Manager ist nicht installiert!
no: Prime Time behandler er ikke installert!

source: Prime time:
no: Beste sendetid:

source: Primetime (h):
no: Beste sendetid (h):

source: Primetime from (m):
de: Primetime von (m):
no: Beste sendetif fra (m):

source: Primetime to (m):
de: Primetime bis (m):
no: Beste sendetid til (m):

source: Print debug messages to /tmp/dbttcp.log.
de: Debug-Messages in die Datei /tmp/dbttcp.log schreiben.
no: Skriv feilsøkingsmeldinger til /tmp/dbttcp.log.

source: Private: %s
no: Privat: %s

source: Problem during loading Webchannels
no: Problemer under lasting av WEB kanaler

source: Process aborted. 0 files added to database! Press OK to close.
de: Prozess abgebrochen. 0 Dateien wurden zur Datenbank hinzugefügt! OK drücken zum Schliessen.
no: Prosess avbrutt. 0 filer lagt til i database! Trykk OK for å avslutte.

source: Processing failed for the %s "%s": %s
no: Prosessering feilet for %s '%s': %s

source: Progress
de: Fortschritt
no: Fremgang

source: Progress bar style:
de: Darstellung der Fortschrittsbalken:
no: Fremgangsviser stil:

source: Provided by Dreambox Plugin {name:s} {version:s} - {plugin:s}
no: Levert av Dreambox plugin {name:s} {version:s} - {plugin:s}

source: Providers
de: Provider
no: Tilbydere

source: Published
de: Veröffentlicht
no: Utgitt

source: Push "Exit" long to show/hide clock
de: Uhr mit Taste "Exit lange" ein-/ausblenden
no: Trykk EXIT (long) for å vise/skjule klokke

source: Push errors
de: Fehler übertragen
no: Push feil

source: Push key "Exit long" to show the clock while watching TV.
de: Drücken Sie "Exit lang" um die Uhr während des Fernsehens anzuzeigen.
no: Langtrykk EXIT for å vise klokke mens du ser på TV.
