Repository: opendreambox/enigma2-plugins
Catalog: po/*.po
Languages: de, no

source: Push key "Exit long" to show the clock while watching TV. Clock will disappear after the specified timeout or by pushing key "Exit long" again. Modify the settings to match your preferences. To change the clock position, select "Move clock" and relocate.
de: Drücken Sie "Exit lang" um die Uhr während des Fernsehens anzuzeigen. Die Uhr wird nach dem definierten Timeout oder durch erneutes drücken von "Exit lang" wieder ausgeblendet. Ändern Sie die Einstellungen um sie Ihren Bedürfnissen anzupassen. Um die Position der Uhr zu verändern wählen sie "Uhr verschieben" und positionieren Sie die Uhr neu.
no: Langtrykk EXIT for å vise klokke mens du ser på TV. klokken vil forsvinne etter spesifisert tidsavbrudd eller ved å langtrykke EXIT igjen. Modifiser innstillinger til ønsket verdi. For å endre klokkeplassering, velg 'Flytt klokke' og avslutt.

source: PushService Config
no: PushService konfigurasjon

source: PushService Exception in readXML:
no: PushService unntak i readXML:

source: PushService Exception in writeXML:
no: PushService unntak i eriteXML:

source: PushService Find module exception:
no: PushService finn modulunntak:

source: PushService Instantiate exception:
no: PushService instansiere unntak:

source: PushService Load exception:
no: PushService last unntak:

source: PushService Module %s:
no: PushService modul %s:

source: PushService Module is not callable
no: PushService modul er ikke mulig å kalle opp

source: PushService No configuration file present
no: PushService ingen konfigurasjonsfil finnes

source: PushService No module available:
no: PushService ingen modul tilgjengelig:

source: PushService No module found:
no: PushService ingen modul funnet:

source: PushService PushMail: Sending message: %s
no: PushService PushMail: sender melding: %s

source: PushService Service push() exception
no: PushService service push() unntak

source: PushService Test exception:
no: PushService test unntak:

source: PushService Warning attribute not available:
no: PushService Advarsel attributt ikke tilgjengelig:

source: PushService Warning no class definition:
no: PushService Advarsel ingen class definisjon:

source: PushService Warning no subclass of base:
no: PushService Advarsel ingen subclass of base:

source: PushService autostart exception
no: PushService autostart unntak

source: PushService controller run() exception
no: PushService kontroller run() unntak

source: PushService running:
no: PushService kjører:

source: PushService setup exception
no: PushService oppsett unntak

source: PushService started:
no: PushService startet:

source: Puts the box in standby mode after boot.
de: Versetzt die Box nach dem Booten in den Standby Modus.
no: Setter din Dreambox i standby modus etter oppstart.

source: Query IMDb: %s
de: Frage bei IMDb an: %s
no: Forespørsel IMDb: %s

source: Query OFDb: %s...
de: Frage bei OFDb an: %s...
no: Forespørsel OFDb: %s...

source: Query details from the Internet Movie Database
de: Filminformationen aus der Internet Movie Database
no: Forespørseldetaljer fra Internet Move Database

source: Query details from the Online-Filmdatenbank
de: Filminformationen aus der Online-Filmdatenbank
no: Forespørseldetaljer fra Online-Filmdatenbank

source: Question: I found a problem with the AutoTimer, can you fix it? Answer: First try the AutoTimer version in a recent (experimental) Image to see if the problem was fixed. Then read the Help again and the upcoming FAQs to make sure that this is actually a problem and not expected behavior. If you still think there is something wrong with the AutoTimer, please visit http://www.dream-multimedia-tv.de/board and post your problem there. Q: The plugin only adds timers when leaving the configuration, not automatically. What can I do? A: From the Overview press MENU and enter the &quot;Setup&quot;. In this screen enable &quot;Poll automatically&quot; and you should be good to go.
no: Spørsmål: Jeg fant et problem med AutoTimer, kan du fikse dette? Svar: Forsøk først AutoTimer versjonen i et tidligere (eksperimentelt) image for å se om problemet løser seg. Les så hjelp igjen og utgitte FAQ's for å være sikker på at dette ikke er en normal oppførsel. Hvis du fremdeles mener det er noe galt med AutoTimer, vennligst besøk http://www.dream-multimedia-tv.de/board og post ditt problem der. Spørsmål: AutoTimer legger bare til timere når du går ut av konfigurasjonen, ikke automatisk. Hva kan jeg gjøre? Svar: Fra oversikten trykk MENU og så &quot;Setup&quot;. I dette bildet aktiver &quot;Poll automatically&quot; og alt skulle være i orden.

source: Question: My AutoTimer for &quot;Nachrichten&quot; does not record the &quot;Sptnachrichten&quot;. Answer: Check &quot;Search type&quot; and &quot;Search strictness&quot; for the given AutoTimer. Q: The show I'm trying to record contains umlauts in its title. AutoTimer does not find it. A: Check the &quot;EPG encoding&quot; for the given AutoTimer. For german stations &quot;ISO8859-15&quot; should be selected. Q: I seem to be unable to record two subsequent events. There is only a single timer created that spans (part of) both events. A: From the Overview press MENU and enter the &quot;Setup&quot;. In this screen disable &quot;Guess existing timer based on begin/end&quot;.
no: Spørsmål: Min AutoTimer for &quot;Nachrichten&quot; vil ikke inspille &quot;Sptnachrichten&quot;. Svar: Sjekk &quot;Search type&quot; og &quot;Search strictness&quot; for den angitte AutoTimer. Spørsmål: Programmet jeg prøver å ta opp inneholder omlyd i tittelen. AutoTimer finner den ikke. Svar: Sjekk &quot;EPG encoding&quot; for den angitte AutoTimer. For tyske stasjoner &quot;ISO8859-15&quot; skulle blitt valgt. Spørsmål: Det ser ut til å være umulig å ta opp to påfølgende programmer. Det er kun laget en enkel timer som spenner seg (deler av) over begge programmene. Svar: Fra oversiktsmenyen trykk MENU og gå til &quot;Setup&quot;. I dette bilde aktiver &quot;Guess existing timer based on begin/end&quot;.

source: Question: You keep talking about help being provided for each parameter. I'm unable to read it (in part or in full). Answer: Try using the default skin and if it works ask the creator of your regular skin. If it still does not work your image might not provide the actual default skin so contact the creator of your image.
no: Spørsmål: Dere skriver at det skal være hjelp for hver hver parameter. Jeg har problemer med å lese den (deler eller alt) i sin helhet. Svar: Forsøk å bruk standard skin, og hvis dette ikke virker, spør skaperen av ditt vanlige skin. Hvis det fremdeles ikke virker, ditt image har kanskje ikke default skin installert. Spør da skaperen av ditt imaget.

source: Queue processed.
de: Queue abgearbeitet.
no: Kø prossesert

source: Quick switching of aspect ratio setting
de: Schnellumschaltung der Darstellung
no: Rask skifting av sideforholdinnstillinger

source: Quick switching via remote control
de: Schnellumschaltung per Fernbedienung
no: Hurtig bytte via fjernkontroll

source: Quit
de: Beenden
no: Avslutt

source: RC command '%s' has been issued
de: FB Befehl '%s' wurde abgesetzt
no: Fjernkontroll kommando '%s' har blitt brukt

source: RSS viewer
de: Betrachten von RSS-Links
no: RSS leser

source: Radio key long
de: Radio-Taste lang
no: Radio tast (lang)

source: Radio-mode
de: Radio-Modus
no: Radiomodus

source: Rating
de: Bewertung
no: Rangering

source: Ratings:
de: Bewertungen:
no: Rangeringer:

source: Read PhoneBook from FRITZ!Box
de: Telefonbuch der FRITZ!Box auslesen
no: Les telefonbok fra FRITZ!Box

source: Read/write error (disk full?)
de: lese/schreib Fehler (Festplatte voll?)
no: Lese/skrive feil (disk full?)

source: Reading log file...
de: Lese Protokolldatei...
no: Leser loggfil...

source: Really close without saving settings?
de: Wirklich ohne Sichern beenden?
no: Vil du virkelig lukke uten å lagre innstillinger?

source: Really delete account %s?
de: Konto '%s' wirklich löschen?
no: Vil du slette konto %s?

source: Really delete this Partnerbox Entry?
de: Soll der Partnerbox-Eintrag wirklich gelöscht werden?
no: Vil du slette denne Partnerbox oppføringen?

source: Really delete this Server?
de: Diesen Server wirklich löschen?
no: Vil du slette denne server?

source: Really delete this WeatherPlugin Entry?
de: Soll der Eintrag wirklich gelöscht werden?
no: Vil du slette denne WeatherPlugin oppføringen?

source: Really delete this entry? It cannot be recovered!
de: Diesen Eintrag wirklich entfernen? Diese Aktion ist unwiderruflich!
no: Vil du slette denne oppføringen? Det kan ikke omgjøres!

source: Really delete this page? It cannot be recovered!
de: Soll diese Seite wirklich gelöscht werden? Dies kann nicht rückgängig gemacht werden.
no: Vil du slette denne siden? Det kan ikke omgjøres!

source: Really delete torrent?
de: Torrent wirklich löschen?
no: Vil du slette denne torrent?

source: Really quit MyTube Player?
de: MyTube Player wirklich beenden?
no: Vil du virkelig avslutte MyTube Player?

source: Really quit dreamMediathek ?
de: dreamMediathek wirklich beenden?
no: Vil du avslutte dreamMediathek?

source: Reboot
de: Neustarten
no: Restart (hard)

source: Receive Notifications?
de: Benachrichtigungen empfangen?
no: Motta varslinger?

source: Received %d new news item(s).
de: %d neue Nachrichten empfangen.
no: Mottok %d nye nyhetspunkt(er).

source: Reconstruct .ap and .sc files
de: Rekonstruiert .ap- und .sc-Dateien
no: Rekonstruere .ap og .sc filer

source: Reconstruct AP/SC ...
de: AP/SC wiederherstellen...
no: Rekonstruerer AP/SC...

source: Reconstruct all missing .ap and .sc files in this directory
de: Alle fehlenden .ap- und .sc-Dateien in diesem Verzeichnis wiederherstellen
no: Rekonstruerer alle manglende .ap og .ac filer i denne katalogen

source: Reconstruct missing or corrupt .ap and .sc files of recorded movies.
de: Mit ReconstructApSc können Sie fehlende oder zerstörte .ap- und .sc-Dateien Ihrer aufgenommenen Filme rekonstruieren.
no: Rekonstruer manglende eller korrupte .ap og .sc filer av innspilte filmer.

source: Reconstruct the .ap and .sc files of the selected movie
de: .ap- und .sc-Dateien für den ausgewählten Film wiederherstellen
no: Rekonstruerer .ap og .sc filer tilhørende valgt film

source: Record
de: Aufnahme
no: Spill inn

source: Record Notification
de: Aufnahme Benachrichtigung
no: Opptaksvarsel

source: Record Summary
de: Aufnahme Zusammenfassung
no: Opptakssammendrag

source: Record a maximum of x times
de: Höchstens X-mal aufnehmen
no: Innspill et maksimum av x ganger

source: Record a maximum of x times:
de: Höchstens X-mal aufnehmen:
no: Spill inn maksimum x ganger:

source: Record current event
de: Aktuelle Sendung aufnehmen
no: Spill inn nåværende program

source: Record description episode pattern
de: Aufnahmebeschreibung Episoden Vorlage
no: Opptaksbeskrivelse episodemønster

source: Record directory pattern
de: Episoden Vorlage Aufnahmeverzeichnis
no: Opptak katalogmønster

source: Record finished:
de: Aufnahme beendet:
no: Opptak ferdig:

source: Record on
de: Aufnahme von
no: Innspilling aktiv

source: Record or zap timer
de: Aufnahme- oder Umschalttimer
no: Opptak eller kanalbytte timer

source: Record rename has been finished with %d errors:
de: Aufnahme umbenennen wurde beendet mit %d Fehler:
no: Omdøping av opptak ble utført med %d feil:

source: Record started! Stopping timeshift now ...
de: Aufnahme gestartet! Stoppe timeshift aufnahme ...
no: Opptak startet! Stopper direkteopptak nå...

source: Record started:
de: Aufnahme gestartet:
no: Opptak startet:

source: Record title episode pattern
de: Episoden Vorlage für den Aufnahmetitel
no: Opptakstittel episodemønster

source: Recorded files...
de: Aufgenommene Dateien...
no: Innspilte filer...

source: Recording length
de: Aufnahme-Länge
no: Opptakslengde

source: Recording location:
de: Aufnahmepfad
no: Opptakskatalog:

source: Recording stream station
de: Aktuell laufende Aufnahme-Station
no: Opptakets strømningsstasjon

source: Redirect notifications to Growl, Snarl, Prowl or Syslog
de: Sendet Benachrichtigungen an Growl, Snarl, Prowl oder Syslog
no: Omdiriger varslinger til Growl, Snarl, Prowl or Syslog

source: Refresh EPG automatically
de: EPG automatisch aktualisieren
no: Oppfrisk EPG automatisk

source: Refresh EPG using
de: Aktualisiere unter Verwendung von
no: Oppfrisk EPG ved bruk av

source: Refresh Rate
de: Auflösung
no: Oppdateringsfrekvens

source: Refresh Screenshot
de: Screenshot aktualisieren
no: Oppfrisk skjermbilde

source: Refresh now
de: Jetzt Aktualisieren
no: Oppfrisk nå

source: Refresh status
de: Status neu holen
no: Oppfriskningsstatus

source: Refreshing
de: Aktualisiere
no: Oppfriskning

source: Refreshing...
de: Lade neu...
no: Oppfriskning...

source: Related PiP Service
de: Zugehöriger PiP-Sender
no: Tilhørende BiB kanal

source: Related PiP service for %s
de: Zugehöriger PiP-Sender für %s
no: Tilhørende BiB kanal for %s

source: Related Pip Service
de: Zugehöriger PiP-Sender
no: Tilhørende BiB kanal

source: Related videos
de: Ähnliche Videos
no: Tilhørende videoer

source: Relevance
de: Relevanz
no: Relevans

source: Reload
de: Neu laden
no: Last på nytt

source: Reload current page URL
de: Aktuelle Seite neu laden
no: Last nåværende URL side på nytt

source: Reload interval for phonebooks (hours)
de: Lade Telefonbücher neu nach soviel Stunden
no: Omlastingsintervall for telefonbok (timer)

source: Remaining time: %s
de: Verbleibende Zeit: %s
no: Gjenværende tid: %s

source: Remaining: %s
de: Verbleibend: %s
no: Gjenværende: %s

source: Remember last path of filebrowser
de: Letzten Pfad (Dateibrowser) merken
no: Husk filsøkers siste katalogplassering

source: Remember last service
de: Letzten Kanal merken
no: Husk sist brukte kanal

source: Remember last tab:
de: Speichere letzten Tab:
no: Husk siste merke:

source: Remember service volume value
de: Senderlautstärkenwert merken
no: Husk kanalens volumstyrke

source: Remind before birthday:
de: Vor Geburtstag erinnern:
no: Påminnelse før fødselsdag:

source: Reminds you of birthdays
de: Geburtstags-Erinnerungen
no: Minner deg på bursdager

source: Remote
de: FTP
no: Ekstern

source: Remote (not connected)
de: FTP (nicht verbunden)
no: Ekstern (ikke tilkoblet)

source: Remote Timer
no: Ekstern timer

source: Remote Timer - Hostname
no: Ekstern timer - Vertsnavn

source: Remote Timer - Network IP
de: Remote Timer - Netzwerk IP
no: Ekstern timer - Nettverk IP

source: Remote Timer - Password
de: Remote Timer - Passwort
no: Ekstern timer - Passord

source: Remote Timer - Username
de: Remote Timer - Benutzername
no: Ekstern timer - Brukernavn

source: Remote Timer - WebIf Port
no: Ekstern timer - WebIf port

source: Remote file display
de: Zeigt entfernte Dateien an
no: Fjernbetjent filvisning

source: Remote timer and remote TV player
de: Zugriff auf die Timerverwaltung einer zweiten Dreambox
no: Fjernbetjent timer og fjernbetjent TV spiller

source: Remote-Control for the Transmission BitTorrent client.
de: Fernbedienung für den Transmission BitTorrent client.
no: Fjernkontroll for Transmission BitTorrent klient.

source: Remove
de: Entfernen
no: Fjern

source: Remove %s from playlist
de: %s von der Playlist entfernen
no: Fjern %s fra spilleliste

source: Remove '%s'?
de: Entfernen '%s'?
no: Fjern '%s'?

source: Remove Controller
de: Controller entfernen
no: Fjern kontroller

source: Remove Service
de: Dienst entfernen
no: Fjern tjeneste

source: Remove Tag
de: Tag entfernen
no: Fjern merke

source: Remove channel
de: Kanal entfernen
no: Fjern kanal

source: Remove controller
no: Fjern kontroller

source: Remove deactivated timer(s)
de: Deaktivierte Timer löschen
no: Fjern deaktivert(e) timer(e)

source: Remove directory from Bookmarks
no: Fjern katalog fra bokmerker

source: Remove entry
de: Eintrag entfernen
no: Fjern oppføring

source: Remove finished timer(s)
de: Beendete Timer löschen
no: Fjern utførte timer(e)

source: Remove not existing events
no: Fjern ikkeeksisterende programmer

source: Remove selected AutoTimer
de: Markierten AutoTimer löschen
no: Fjern valgt AutoTimer

source: Remove service
no: Fjern tjeneste

source: Remove the selected entry
de: Gewählten Eintrag löschen
no: Fjern valgt oppføring

source: Remove timer
de: Entferne Timer
no: Fjern timer

source: Removed %s.
de: %s wurde entfernt.
no: Fjernet %s.

source: Removing directories is not supported.
de: Ordner können nicht entfernt werden.
no: Sletting av kataloger er ikke støttet.

source: Rename
de: Umbenennen
no: Gi nytt navn

source: Rename %s...
no: Omdøper %s...

source: Rename files
de: Datei(en) umbenennen
no: Omdøp filer

source: Rename log(s)
no: Omdøp logg(er)

source: Rename serie(s) (SP)
de: Serie(n) umbenennen (SP)
no: Omdøp serie(r) (SP)

source: Rename this tag...
de: Ausgewählten Tag umbenennen...
no: Omdøp dette merket...

source: Rename your movies
de: Benennen Sie Ihre Filme um
no: Endre navn på filmene dine

source: Rename: %s failed!
no: Omdøp: %s feilet!

source: Renamed %s to %s.
de: %s in %s umbenannt.
no: Omdøpte %s til %s.

source: Renaming failed
de: Umbenennen gescheitert
no: Omdøping feilet

source: Repeat is not available yet with cue-files!
de: Wiederholen ist noch nicht verfügbar für cue-Dateien!
no: Gjentagelse er ikke tilgjengelig enda med cue filer!

source: Repeating event currently recording... What do you want to do?
de: Wiederholender Aufnahmetimer ist zurzeit aktiv... Was wollen Sie machen?
no: En gjentagende timer er for øyeblikket aktiv... Hva vil du gjøre?

source: Replace ChannelSelection key down to start with tab:
de: Ersetze ChannelSelection Taste runter und starte damit Tab:
no: Bytt Kanalvelgertast NED til å starte med merke:

source: Replace ChannelSelection key up to start with tab:
de: Ersetze ChannelSelection Taste hoch und starte damit Tab:
no: Bytt Kanalvelgertast OPP til å starte med merke:

source: Replace EventView key to start with tab:
de: Ersetze EventView Taste und starte damit Tab:
no: Bytt EventView tast til å starte med merke:

source: Replace InfoBar single and multi EPG:
de: Ersetze Einzel- und Multi-EPG der InfoBar:
no: Bytt InfoBar enkel og multi EPG:

source: Replace TV-button function:
de: Ersetze Funktion der TV-Taste:
no: Bytt TV tast funksjon:

source: Replace original:
de: Ersetze Original:
no: Bytt den opprinnelige:

source: Replace special characters in title
de: Sonderzeichen im Titel ersetzen
no: Bytt spesialbokstaver i tittel

source: Replace tag "%s" everywhere with: (Note that 'Cancel' will not undo this!)
de: Den Tag "%s" überall ersetzen durch: ('Abbrechen' kann dies nicht rückgängig machen!)
no: Bytt merket "%s" overalt med: (Noter at 'Avbryt' ikke vil omgjøre dette!)

source: Replace the minute input for the seek functions with a seekbar.
de: Seekbar ersetzt die Minuteneingabe für die Spulfunktionen mit einer Sprungleiste.
no: Erstatt minuttvalg for søkefunksjoner med en søkbar.

source: Replace the original movie with the cut movie
de: Ersetze Original Film durch geschnittenen Film
no: Bytt den oprinnelige film med den klippede film

source: Replace the rewind input with a seekbar
de: Ersetzt die Minuteneingabe für die Spulfunktionen
no: Erstatt tilbakespolingvalg med en søkbar

source: Require description to be unique
de: Beschreibung muss Eindeutig sein
no: Det kreves at beskrivelsen er unik

source: Rescan
de: Erneut suchen
no: Søk på nytt

source: Reset
no: Tilbakestill

source: Reset channel list?
de: Kanalliste zurücksetzen?
no: Tilbakestill kanalliste?

source: Reset channels
de: Kanäle zurücksetzen
no: Tilbakestill kanaler

source: Reset clock
de: Zurücksetzen
no: Tilbakestill klokke

source: Reset count
de: Setze Zähler zurück
no: Tilbakestill teller

source: Reset saved position
de: Gespeicherte Position zurücksetzen
no: Tilbakestill lagret posisjon

source: Reset todays remaining time
de: Verbleibende Zeit zurücksetzen
no: Tilbakestill dagens gjenværende tid

source: Reset tv-screen after playback:
de: TV nach dem abspielen zurücksetzen.
no: Oppfrisk TV bilde etter avspilling:

source: Response -> lyrics for: %s (%s)
de: Antwort -> Songtexte für: %s (%s)
no: Respons -> sangtekst for: %s (%s)

source: Restart GUI now?
de: Starte GUI jetzt?
no: Restart GUI nå?

source: Restart audio
de: Audio neu starten
no: Restart lyd

source: Restart audio after reboot/standby
de: Audio Neustart nach einem Reboot/Standby
no: Start om audio etter reboot/standby

source: Restart audio delay (in sec)
de: Verzögerung (in sek)
no: Restart lyd utsettelse (sek)

source: Restore back up of fstab
de: Sicherung der fstab wiederherstellen
no: Gjenopprett backup av fstab

source: Restrict "after event" to a certain timespan?
de: "Nach dem Event" nur in einem bestimmten Zeitraum setzen?
no: Begrens "etter program" til et spesielt tidsrom?

source: Restrict to events on certain dates
de: Auf bestimmtes Datum beschränken
no: Begrens til program på spesifikke datoer

source: Results: %s - Page: %s
de: Ergebnisse: %s - Seite: %s
no: Resultat: %s - Side: %s

source: Retrieving Season, Episode and Title...
de: Lade... Infos zu Staffel, Folge und Titel...
no: Henter sesong, episode og tittel...

source: Return to main tab with exit:
de: Wechsle zu Haupttab mit Exit:
no: Returner til hovedmerke ved avslutting:

source: Return to movie list
de: Zurück zur Videoliste
no: Gå tilbake til filmliste

source: Return with saving
de: Speichern und zurückkehren
no: Returner og lagre

source: Return without saving
de: Zurückkehren ohne Speichern
no: Returner uten å lagre

source: Reusable *tube-component for other plugins.
de: Wiederverwendbare *tube-Komponente für andere Plugins.
no: Gjenbruk *tube innhold for andre plugin'er.

source: Reusable Help-component for other plugins.
de: Wiederverwendbare Hilfe-Komponenten für andere Plugins.
no: Gjenbrukbare hjelp komponenter for andre plugin.

source: Reverse Lookup Caller ID (select country below)
de: Rückwärtssuche (bitte Land auswählen)
no: Reverse Lookup Caller ID (velg land under)

source: Reverse searching...
de: Rückwärtssuche...
no: Omvendt søk...

source: Rip to single file, name is timestamped
de: In eine einzelne Datei speichern
no: Rip til enkel fil, navn blir datostemplet

source: Run
de: Ausführen
no: Kjør

source: Run AutoTimer after refresh
de: AutoTimer nach Aktualisierung starten
no: Kjør AutoTimer etter oppfriskning

source: Run in Background
de: Plugin in den Hintergrund
no: Kjør i bakgrunnen

source: Run mount -a
de: mount -a ausführen
no: Kjør 'mount -a'

source: Run on boot
de: Beim Start ausführen
no: Kjør ved oppstart

source: Running
de: Aktiviert
no: Kjører

source: Running in testmode
de: Läuft im Testbetrieb
no: Kjører i testmodus

source: Running processes:
no: Kjører prosesser:

source: Russia
de: Russland
no: Russland

source: SHOUTcast Plugin is not installed!
de: SHOUTcast Plugin ist nicht installiert!
no: SHOUTcast plugin er ikke installert!

source: STB- / Web-Channel for bouquet:
de: STB- / Web-Kanal für Bouquet:
no: STB- / Webkanal for favoritt:
