Repository: opendreambox/enigma2-plugins
Catalog: po/*.po
Languages: de, no

source: Missing value for parameter dirname
de: Fehlender Wert für Parametername 'dirname'
no: Manglende verdi for parameter dirname

source: Mode:
no: Modus:

source: Moderately
de: Moderat
no: Middels

source: Modify existing timers
de: Ändere bestehende Timer
no: Endre eksisterende timere

source: Modify the settings to match your preferences. To change the clock position, select "Move clock" and relocate using the direction keys. Press OK to store current position and return to the setup menu or EXIT to cancel the moving. Push key "Exit long" to show the clock while watching TV. Clock will disappear after the specified timeout or by pushing key "Exit long" again. If GP3 is installed, weekday shows up in selected language, otherwise always in english.
de: Ändern Sie die Einstellungen wunschgemäß. Per "Uhr verschieben" kann die Position der Uhr mit den Steuertasten geändert werden. Die neue Position mit "OK" speichern und zurück zum Menü oder mit "EXIT" den Vorgang abbrechen. Mit der Taste "Exit lange" wird die Uhr eingeblendet, während Sie fernsehen. Die Uhr wird nach dem eingestellten Zeitintervall oder mit der Taste "Exit lange" wieder ausgeblendet. Wenn GP3 installiert ist, wird der Wochentag in der aktuellen Sprache gezeigt, ansonsten in Englisch.
no: Modifiser innstillinger til å passe dinne behov. For å endre klokkeposisjon, velg 'Flytt klokke' og omplasser ved å bruke piltaster. Trykk OK for å lagre ny posisjon og gå tilbake til oppsettsmenyen, eller EXIT for å avbryte flytting. Trykk tast EXIT (lang) for å vise klokke i TV bildet. Klokken vil forsvinne etter en valgt tidsperiode, eller ved å trykke tasten EXIT (lang) igjen. Hvis GP3 er installert, ukedager vil vises i valgt språkformat, ellers alltid på engelsk.

source: Mon
de: Mo
no: Man

source: Monday
de: Montag
no: Mandag

source: Monitoring: %s (%d:%02d Min)
no: Monitorerer: %s (%d:%02d Min)

source: Month:
de: Monat:
no: Måned:

source: Monthly
de: Monatlich
no: Månedlig

source: More than just an EPG...
de: Mehr als nur ein EPG...
no: Mer enn bare en EPG...

source: Mosaic
de: Mosaik
no: Mosaikk

source: Mount Manager
no: Monteringbehandler

source: Mount informations
de: Freigabe Informationen
no: Monteringsinformasjon

source: Mount options
de: Freigabeoptionen
no: Monteringsvalg

source: Mount type
de: Freigabetyp
no: Monteringstype

source: Mounted/ Unmounted
de: Verbunden/ nicht Verbunden
no: Montert/ Umontert

source: Mountpoints management
de: Freigaben Verwaltung
no: Administrering av monteringspunkt

source: Mounts
no: Monteringer

source: Mounts editor
de: Freigaben Editor
no: Monteringseditor

source: Move
de: Bewegen
no: Flytt

source: Move clock
de: Pos.ändern
no: Flytt klokke

source: Move page down
de: Eine Seite nach unten springen
no: Flytt side ned

source: Move page up
de: Eine Seite nach oben springen
no: Flytt side opp

source: Move plugin screen
de: Plugin- Bildschirm verschieben
no: Flytt plugin vindu

source: Move screen down
de: Plugin nach unten bewegen
no: Flytt vindu ned

source: Move screen to the center of your TV
de: Plugin auf dem Bildschirm zentrieren
no: Flytt vindu til senter av skjerm

source: Move screen to the left
de: Plugin nach links bewegen
no: Flytt vindu mot venstre

source: Move screen to the lower left corner
de: Plugin in die linke untere Ecke verschieben
no: Flytt vindu til nedre venstre hjørne

source: Move screen to the lower right corner
de: Plugin in die rechte untere Ecke verschieben
no: Flytt vindu til nedre høyre hjørne

source: Move screen to the middle of the left border
de: Plugin in die Mitte des linken Randes bewegen
no: Flytt vindu til midten av venstre ramme

source: Move screen to the middle of the right border
de: Plugin in die Mitte des rechten Randes bewegen
no: Flytt vindu til midten av høyre ramme

source: Move screen to the right
de: Plugin nach rechts bewegen
no: Flytt vindu mot høyre

source: Move screen to the upper left corner
de: Plugin in die linke obere Ecke verschieben
no: Flytt vindu til øvre venstre hjørne

source: Move screen to the upper right corner
de: Plugin in die rechte obere Ecke verschieben
no: Flytt vindu til øvre høyre hjørne

source: Move screen up
de: Plugin nach oben bewegen
no: Flytt vindu opp

source: Movie '%s' deleted
de: Film '%s' gelöscht
no: Film '%s' slettet

source: Movie '%s' has unknown suffix '%s'.
de: Film '%s' hat die unbekannte Dateiendung '%s'.
no: Film '%s' har ukjent suffiks '%s'

source: Movie '%s' moved to '%s' without errors.
de: Film '%s' wurde ohne Fehler nach '%s' verschoben.
no: Film '%s' flyttet til '%s' uten feil

source: Movie Directory
de: Film-Verzeichnis
no: Filmkatalog

source: Movie Player
no: Filmavspiller

source: Movie-EPG Configuration
de: Movie-EPG Konfiguration
no: Film EPG konfigurasjon

source: MoviePlayer integration
de: In Filmwiedergabe einbinden
no: MoviePlayer integrasjon

source: MovieTagger adds tags to recorded movies to sort a large list of movies.
de: Mit MovieTagger können Sie Tags für Ihre aufgenommenen Filme vergeben.
no: MovieTagger legger til markør i innspilte filmer for lettere å sortere store filmlister.

source: Movielist Preview
de: Filmlistenvorschau
no: Filmliste forhåndsvisning

source: Movielist Preview creates screenshots of recordings and shows them inside the movielist.
de: Movielist Preview erstellt für aufgenommene Filme Vorschaubilder und zeigt diese in der Filmliste an.
no: Movielist Preview lager skjermbilder av innspillinger og viser disse i i filmlisten.

source: Movies
de: Filme
no: Filmer

source: Moving Movie '%s' to '%s' in background.
de: Film '%s' wird im Hintergrund nach '%s' verschoben.
no: Flytter film '%s' til '%s' i bakgrunnen

source: Multi Dreambox RC layer setup
no: Multi Dreambox fjernkontroll nivå oppsett

source: Multiple Tuner Types available!
de: Mehrere Tunerarten verfügbar!
no: Flere tunertyper tilgjengelig!

source: Music
de: Musik
no: Musikk

source: Music player:
de: Musik Player:
no: Musikkspiller:

source: Mute
de: Stummstellen
no: Lydløs

source: Mute button remote control
no: Lyddempingstast fjernkontroll

source: Mute on call
de: Ton aus bei angezeigten Anrufen
no: Demp lyd ved samtale

source: Mute toggled
de: Stummschalten wurde umgeschalten
no: Lyddempingsveksler

source: My Bookmarks
de: Meine Lesezeichen
no: Mine bokmerker

source: My TubePlayer
no: MyTube spiller

source: MyTube Plugin is not installed!
de: MyTube ist nich installiert!
no: MyTube plugin ikke installert!

source: MyTube Settings
de: MyTube Einstellungen
no: MyTube instilllinger

source: MyTubePlayer
no: MyTube spiller

source: MyTubePlayer Help
de: MyTube Player Hilfe
no: MyTube spiller - hjelp

source: MyTubePlayer active video downloads
de: Aktive Video downloads
no: MyTube spiller - aktive videonedlastinger

source: MyTubePlayer settings
de: MyTube Player Einstellungen
no: MyTube spiller - innstillinger

source: MyTubeVideoInfoScreen
no: MyTube - videoinfomasjon

source: MyTubeVideohelpScreen
no: MyTube - video hjelp

source: MyVideo Player is not installed!
de: MyVideo Player ist nicht installiert!
no: MyVideo spiller er ikke installert!

source: MyVideo player:
no: MyVideo spiller:

source: NAPISY24 searching method error: Both IMDB and movie name haven't values. Please give at least one correct searching value.
no: NAPISY24 søkemetode feil: Både IMDb og filnavn har ikke verdier. Vennligst oppgi minst én for å korrigere søkeverdien.

source: NAPISY24 searching method error: Can't find IMDB identifier for this movie. Please try another searching method.
no: NAPISY24 søkemetode feilet: Kan ikke finne IMDb identifikasjonen for denne filmen. Vennligst prøv en anen søkemetode.

source: NAPISY24 searching method error: Please enter movie name to search.
no: NAPISY24 søkemetode feilet. Vennligst oppgi filmnavn å søke etter.

source: NAS Poweroff (press OK to edit)
de: NAS Poweroff (drücke OK zum Editieren)
no: NAS avstenging (Trykk OK for å endre)

source: NAS/Server Name or IP
de: NAS/Server Name oder IP
no: NAS/Server navn eller IP

source: NCID Client - Setup
no: NCID klient - Oppsett

source: NCID Client shows incoming voice calls promoted by any NCID server (e.g. Vodafone Easybox) on your Dreambox.
de: NCID Client zeit eingehende Sprachanrufe von NCID Servern wie z.b. Vodafone Easybox auf Ihrer Dreambox.
no: NCID Client viser innkommende stemmeopprop fremmet av en NCID server (Vodafone, Easybox) på din Dreambox.

source: NCID server (Name or IP)
de: NCID Server (Name oder IP)
no: NCID server (Navn eller IP)

source: NCID server listening port (1-65535)
de: NCID Server Port (1-65535)
no: NCID server lytteport (1-65535)

source: NFS share
de: NFS Freigabe
no: NFS deling

source: Name
no: Navn

source: Name and Description Input
de: Name und Beschreibung eingeben
no: Oppgi navn og beskrivelse

source: Name of DVD
de: Name der DVD
no: Navn på DVD

source: Name of WLAN guest network
de: Name des WLAN Gastfunknetzes
no: Navn på WLAN gjestenettverk

source: Name:
no: Navn :

source: NameZAP Setup
de: NameZAP einrichten
no: NameZAP oppsett

source: Netmask
de: Netzmaske
no: Nettverksmaske

source: Network Browser
de: Netzwerkbrowser
no: Nettverkssøker

source: Network Interface
de: Netzwerkschnittstelle
no: Nettverksgrensesnitt

source: Network error. Disabling Growlee until next restart!
de: Netzwerkfehler. Deaktiviere Growlee bis zum nächsten Neustart!
no: Nettverksfeil. Deakriverer Growlee inntil neste omstart!

source: Network mount
de: Netzwerk Freigabe
no: Nettverksmonteringer

source: Networking port (default: 7374):
de: Netzwerk Port (Standard: 7374):
no: Nettverksport (standard: 7374):

source: Never
de: Niemals
no: Aldri

source: Never miss any free space warning, update or timer conflict
de: Keine Warnungen, Updates, Timer-Konflikte verpassen.
no: Aldri gå glipp av ledig plass advarsler, oppdateringer eller timerkonflikt

source: New
de: Neu
no: Ny

source: New Items
de: Neue Nachrichten
no: Nye oppføringer

source: New Items since last Auto-Update
de: Neue Nachrichten seit letzter Aktualisierung
no: Nye oppføringer siden siste autooppdatering

source: New Search
de: Neue Suche
no: Nytt søk

source: New Shadow
no: Ny skygge

source: New Tuner added! GUI restart required!
de: Neuer Tuner hinuzugefügt! GUI Neustart notwendig!
no: Ny tuner lagt til! GUI restart er påkrevd!

source: New Vision
no: Ny Visjon

source: New call
de: Neuer Anruf
no: Ny samtale

source: New connection
de: Neue Verbindung
no: Ny tilkobling

source: New description:
de: Neue Beschreibung:
no: Ny beskrivelse:

source: New filename:
de: Neuer Dateiname:
no: Nytt filnavn:

source: New location:
de: Neues Verzeichnis:
no: Ny lokasjon:

source: New mail arrived for account %s:
de: Neue Nachricht für %s ist angekommen:
no: Ny post innkommet for konto %s:

source: New subscription added
de: Neues Abbonement hinzugefügt
no: Nytt abonnement lagt til

source: New title:
de: Neuer Titel:
no: Ny tittel:

source: News & Politics
de: Nachrichten & Politik
no: Nyheter & Politikk

source: Next
de: Weiter
no: Neste

source: Next birthday
de: Nächstem Geburtstag
no: Neste fødselsdag

source: Next bouquet
de: Nächstes Bouquet
no: Neste favoritt

source: Next day starts at
de: Der nächste Tag beginnt um
no: Neste dag starter på

source: Next page
de: Nächste Seite
no: Neste side

source: Next timer:
no: Neste timer:

source: Nickname
de: Spitzname
no: Kallenavn

source: No
de: Nein
no: Nei

source: No Bouquets to Display
de: Keine Bouquets vorhanden
no: Ingen buketter å vise

source: No DECT phone registered
de: Kein Schnurlostelefon angemeldet
no: Ingen DECT telefon registrert

source: No Feedly configuration
de: Keine Konfiguration für Feedly
no: Ingen Feedly konfigurasjon

source: No File-Manager installed!
de: Keine Datei-Manager installiert!
no: File Manager ikke installert!

source: No HD streaming
de: Kein HD streaming
no: Ingen HD strømning

source: No HDD found or HDD not initialized!
de: Keine Festplatte gefunden oder Festplatte nicht initialisiert.
no: Ingen harddisk funnet eller harddisk ikke initialisert!

source: No IMDb match.
de: Keine passenden Einträge gefunden.
no: Ingen IMDb samsvar

source: No Messagetext given
de: Kein Nachrichtentext gegeben
no: Ingen meldingstekst gitt

source: No Music-Player installed!
de: Keine Musik Player installiert!
no: MusicPlayer er ikke installert!

source: No OFDb match.
de: Keine passenden Einträge gefunden.
no: Ingen OFDb samsvarer

source: No Service to show
de: Keine Känale vorhanden
no: Ingen kanaler å vise

source: No Timer Available!
de: Kein Timer verfügbar
no: Ingen timer tilgjengelig!

source: No Timeshift found to save as recording!
de: Keine Timeshift Datei gefunden zum speichern!
no: Ingen TimeShift filer funnet for lagring som opptak!

source: No call redirection active
de: Keine Rufumleitung aktiv
no: Ingen viderekobling aktiv

source: No cast list found in the database.
de: Keine Darstellerliste in der Datenbank gefunden.
no: Ingen rolleliste funnet i databasen

source: No cuts specified
de: Keine Schnitte angegeben
no: Ingen kutt spesifisert

source: No data available
de: Keine Daten vorhanden
no: Ingen data tilgjengelig

source: No default storage device found!
de: Kein Standard Speichergerät gefunden!
no: Standard lagringsenhet ikke funnet!

source: No details found.
de: Keine Details gefunden.
no: Ingen detaljer funnet

source: No entry selected
de: Kein Eintrag ausgewählt
no: Ingenting valgt

source: No history
de: Verlauf ist leer
no: Ingen historie

source: No identifier available
no: Ingen identifikator tilgjengelig

source: No items to show...
de: Nichts zu sehen...
no: Ingeting å vise...

source: No locations defined... Press 'Menu' to do that.
de: Keine Einträge vorhanden. Bitte 'Menu' drücken, um einen Eintrag anzulegen.
no: Ingen lokasjon definert... Trykk MENY for å gjøre det.

source: No log file found
de: Keine Protokolldatei gefunden
no: Ingen loggfil funnet

source: No lyrics found
de: Keine Liedtexte gefunden
no: Ingen lyrikk funnet

source: No mailbox active
de: Kein Anrufbeantworter aktiv
no: Ingen postbokser aktiv

source: No match found
de: Keine Übereinstimmung gefunden
no: Ingen treff funnet

source: No matching channel found.
no: Ingen samsvarende kanal funnet

source: No matching episode found
de: Kein Treffer für Folge gefunden
no: Ingen samsvarende episode funnet

source: No more files in this directory
de: Keine weiteren Dateien in diesem Verzeichnis
no: Ingen flere filer i denne katalogen

source: No more picture-files.
de: Keine weiteren Bilderdateien.
no: Ingen flere bildefiler

source: No more playable files.
de: Keine weiteren abspielbare Dateien.
no: Ingen flere spillbare filer

source: No movies to show...
de: Keine Filme vorhanden...
no: Ingen filmer å vise

source: No music files found!
de: Keine Musikdateien gefunden!
no: Ingen musikkfiler funnet!

source: No network connection available.
de: Keine Netzwerkverbindung verfügbar.
no: Ingen nettverkstilkoblinger tilgjengelig.

source: No network devices found!
de: Keine Netzwerkgeräte gefunden
no: Ingen nettverksenheter funnet!

source: No page feed URL defined
de: Keine Seiten-Feed-URL definiert
no: Ingen sidefeed URL definert

source: No phonebook
de: Kein Telefonbuch
no: Ingen telefonbok

source: No playable video found! Stop playing this movie?
de: Kein abspielbares Video gefunden! Wiedergabe beenden?
no: Ingen spillbare filmer funnet! Stopp avspilling av denne filmen?

source: No plugin assigned!
de: Keine Funktion zugeordnet
no: Ingen plugin tildelt!

source: No previous file in this directory
de: Keine vorhergehenden Dateien in diesem Verzeichnis
no: Ingen tidligere fil i denne katalogen

source: No result from LDIF
de: Kein Ergebnis von LDIF
no: Ingen resultat fra LDIF

source: No result from Outlook export
de: Kein Ergebnis von Outlook-Export
no: Ingen resultat fra Outlook eksport

source: No result from reverse lookup
de: Kein Ergebnis von Rückwärtssuche
no: Ingen resultat fra omvendt oppslag

source: No streaming data found...
de: Keine Streaming-Daten gefunden...
no: Ingen strømningsdata funnet...

source: No such Item.
de: Keine derartige Nachricht.
no: Ingen slik ting.

source: No suitable Viewer found!
de: Kein geeignetes Anzeigeprogramm gefunden!
no: Ingen passende fremviser funnet!

source: No tags are set on these movies.
de: Keine Tags für diese Filme gesetzt.
no: Disse filmene er ikke merket.

source: No teletext available.
de: Kein TeleText verfügbar.
no: Ingen teletekst tilgjengelig

source: No valid Enigma-Service to play a VLC-Stream Check your installation and try again!
de: Kein gültiger Enima-Service zum Abspielen eines VLC-Stream Bitte Installation überprüfen.
no: Ingen gyldige Enigma tjensete for å avspille VLC strøm Sjekk installasjonen og prøv igjen!

source: No videos to display
de: Keine Videos zum anzeigen
no: Ingen filmer å vise

source: No, but play video again
de: Nein, aber Video noch mal abspielen
no: Nei, men spill filmen en gang til

source: No, but switch to video entries.
de: Nein, aber zu den Videos zurück.
no: Nei, men gå til filmliste.

source: No, but switch to video search.
de: Nein, aber zur Videosuche zurück
no: Nei, men gå til filmsøk.

source: No, remove them.
de: Nein, entfernen.
no: Nei, fjern dem.

source: None
de: Keine
no: Ingen

source: Normal (Information)
no: Normal (informasjon)

source: Not after
de: Ausführung nicht nach
no: Ikke etter

source: Not before
de: Ausführung nicht vor
no: Ikke før

source: Not deactivating after time
de: Keine Deaktivierung nach Zeit
no: Ikke deaktivert etter tid

source: Not easy way to start EasyMedia
de: Der schwere Weg EasyMedia zu starten
no: Ingen enkel måte å starte EasyMedia på

source: Not enough free Diskspace! Filesize: %sMB Free Space: %sMB Path: %s
de: Nicht genügend freier Speicher! Dateigrösse: %s MB Freier Speicher: %s MB Pfad: %s
no: Ikke nok diskplass! Filstørrelse: %sMB Ledig plass: %sMB Plassering: %s

source: Not fetching feed entries
de: Lade keine feed Einträge
no: Henter ikke feedliste

source: Not now
de: Nicht jetzt
no: Ikke nå

source: Note: For one-time events the days don't have to be specified.
de: Notiz: Für einmalige Timer müssen keine Wochentage angegeben werden!
no: Noter: For programmer sendt bare en gang, dager trenger ikke være spesifisert

source: Note: For recurring events dates are not mandatory.
de: Notiz: Für wiederholende Timer muss kein Datum angegeben werden
no: Noter: For gjentagende programmer, datoer er ikke påbudt.

source: Nothing
de: Abbrechen
no: Ingenting

source: Nothing found...
de: Nichts gefunden...
no: Ingenting funnet...

source: Nothing running
de: Keine laufender Service
no: Ingenting kjører

source: Nothing running...
de: Es läuft nichts...
no: Ingenting kjører...

source: Nothing to push
de: Es gibt nichts zu übertragen
no: Ingenting å skyve

source: Nothing to test
de: Keine Aktionen zu testen
no: Ingenting å teste

source: Notification
de: Benachrichtigung
no: Varsling

source: Notification time:
de: Zeit für Benachrichtigungen:
no: Meldingstid:

source: Now
de: Jetzt
no: Nå

source: Number
de: Nummer
no: Nummer

source: Number and Name
de: Sender-Nr. und -Name
no: Nummer og navn

source: Number of WebIF-Log-Entries
de: Anzahl der WebIF-Log-Einträge
no: Nummer på WebIF loggoppføringer

source: Number of finished entries in list
de: Anzahl beendeter Einträge in Liste
no: Antall ferdige oppføringer i listen

source: Number of pending timer(s)
de: Anzahl ausstehender Aufnahmen die angezeigt werden sollen
no: Antall avventende timer(e)

source: Number of scheduled recordings left.
de: Anzahl verbleibender Treffer.
no: Antall gjenværende planlagte innspillinger.

source: Number of search results to display at most.
de: Maximale angezeigte Anzahl Suchresultate.
no: Antall søkeresultat å vise på det meste

source: Number of seconds for displaying finished entries
de: Zeit in Sekunden wie lange beendete Einträge angezeigt werden
no: Antall sekunder ferdige oppføringer skal vises

source: Number of upcoming events to show:
de: Anzahl der folgenden Sendungen anzeigen:
no: Antall kommende programmer som skal vises:

source: OFDb Details parsed
de: Filminformationen eingelesen
no: OFDb detaljer analysert

source: OFDb Download completed
de: Download von OFDb abgeschlossen
no: OFDb nedlastinger ferdig

source: OFDb Download failed
de: Download von OFDb fehlgeschlagen
no: OFDb nedlastingen feilet

source: OFDb Re-Download completed
de: Erneuten Download ausgeführt
no: OFDb nedlastingen ferdig

source: OFDb query failed!
de: Anfrage an OFDb fehlgeschlagen!
no: OFDb forespørsel feilet!

source: OK function in Easy-PG:
de: Funktion von OK in Easy-PG:
no: OK funksjon i EasyPG

source: OLED Layout like:
de: OLED Layout wie:
no: OLED oppsett:

source: OLED only
de: Nur LCD
no: OLED bare

source: OPKG Update Notification
de: OPKG Aktualisierungs Benachrichtigung
no: OPKG oppdateringsmelding

source: Obligatory parameter "random" for cmd="%s" missing
de: Der obligatorische Parameter "random" für cmd="%s" fehlt
no: Obligatorisk parameter 'random' for cmd='%s' mangler

source: Obligatory parameter 'command' is missing!
de: Der obligatorische Parameter 'command' fehlt!
no: Obligatorisk parameter 'command' mangler!

source: Obligatory parameter 'sRef' is missing
de: Der obligatorische Parameter 'sRef' fehlt
no: Obligatorisk parameter 'sRef' mangler!

source: Obligatory parameter sRef is missing
de: Der obligatorische Parameter sRef fehlt
no: Obligatorisk parameter sRef mangler

source: Obligatory parameters missing [cmd [set,get], time [0-999], action [standby,shutdown], enabled [True,False]
de: Es fehlen obligatorische Parameter [cmd [set,get], time [0-999], action [standby,shutdown], enabled [True,False]
no: Obligatorisk parameters mangler [cmd [set,get], time [0-999], action [standby,shutdown], enabled [True,False]

source: Observation time: %s
de: Stand: %s
no: Observasjonstid: %s

source: Off
de: Aus
no: Av

source: Offset
no: Avvik

source: Offset after recording (in m)
de: Nachlauf der Aufnahme (in Min.)
no: Avvik etter innspilling (minutter)

source: Offset before recording (in m)
de: Vorlauf der Aufnahme (in Min.)
no: Avvik før innspilling (minutter)

source: Old: %s
no: Gammel: %s

source: Old:
no: Gammel:

source: On
de: An
no: På

source: On any service
de: Auf jedem Sender
no: På alle tjenester

source: On same service
de: Auf dem gleichen Sender
no: På samme tjeneste

source: One DECT phone registered
de: Ein Schnurlostelefon angemeldet
no: En DECT telefon registrert

source: One call redirection active
de: Eine Rufumleitung aktiv
no: En viderekobling aktivert

source: One mailbox active
de: Ein Anrufbeantworter aktiv
no: En postbox aktiv

source: One row down
de: eine Zeile nach unten
no: En rad ned

source: One row up
de: eine Zeile nach oben
no: En rad opp

source: Only AutoTimers created during this session
de: Nur die AutoTimer dieser Sitzung
no: Bare AutoTimers laget denne gang

source: Only Number
de: Nur Sendernummer
no: Bare nummer

source: Only add timer for next x days
de: Nur Timer für die nächsten x Tage hinzufügen
no: Bare legg til timer for de neste x dagene

source: Only match during timespan
de: Suche nur innerhalb einer Zeitspanne
no: Bare funn i løpet av tidsrom

source: Only on Service: %s
de: Nur auf Sender: %s
no: Bare ved tjeneste: %s

source: Only on Weekday: %s
de: Nur an Wochentag: %s
no: Bare på ukedag: %s

source: Only one Graphical Progress field allowed:
de: Nur eine grafische Verlaufsanzeige erlaubt:
no: Bare en grafisk fremgangsfelt tillatt:

source: Only one Icon field allowed:
de: Nur ein Symbolfeld erlaubt:
no: Bare ett ikonfelt tillatt

source: Only one Name field allowed:
de: Nur ein Namensfeld erlaubt:
no: Bare et navnefelt tillatt:

source: Only running streamings can be recorded!
de: Zur Zeit wird kein Radiosender abgespielt. Aufnahme wird nicht gestartet.
no: Bare aktive strømmer kan tas opptak av!
