Repository: opendreambox/enigma2-plugins
Catalog: po/*.po
Languages: de, no

source: Channel Selection
de: Kanalliste
no: Kanalliste

source: Channel and EPG selectors Style:
de: Aussehen Kanal- und EPG Auswahl
no: Stil for kanal og EPGvelgere

source: Channel and EPG selectors style:
de: Aussehen Kanal- und EPG Auswahl
no: Stil for kanal og EPGvelgere

source: Channel audio:
de: Kanal Tonspur:
no: Kanallyd:

source: Channel info
de: Senderinformation
no: Kanalinformasjon

source: Channel matching file
no: Kanal matcher fil

source: Channel matching...
de: Kanalübereinstimmung...
no: Kanal samsvar...

source: Channel videos
de: Video-Kanal
no: Kanal videoer

source: Channel:
de: Kanal:
no: Kanal:

source: Channels
de: Kanäle
no: Kanaler

source: Channels are not matched
no: Kanaler samsvarer ikke

source: Cheat attempt detected. Box has not been shudown correctly. Remaining time was set to 0.
de: Wer versucht denn da zu schummeln? Pech gehabt! Box wurde nicht sauber heruntergefahren! Zeit wurde auf NULL zurückgesetzt.
no: Jukseforsøk oppdaget. Dreambox ble ikke avslått på riktig måte. Gjenværende tid ble satt til 0.

source: Check
de: Prüfen
no: Undersøk

source: Check IPs (press OK to edit)
de: Teste IPs (drücke OK zum Editieren)
no: Sjekk IPs (Trykk OK for å redigere)

source: Check Timer for corresponding EPG events
de: Prüfe Timer auf entsprechenden EPG Eintrag
no: Sjekk timer for samsvarende EPG program

source: Check any running reconstruct process
de: Überprüfe laufende Vorgänge
no: Sjekk for kjørende rekonstruksjonsjobber

source: Check for uniqueness in
de: Überprüfung auf Eindeutigkeit in
no: Sjekk unikhet i

source: Check the event id (eit) and remove the timer if there is no corresponding EPG event. Due to compatible issues with SerienRecorder and IPRec, only timer created by AutoTimer are affected.
de: Überprüfen der event id (eit) und entfernen der Timer, wenn kein entsprechender EPG Eintrag vorhanden ist. Es werden nur von AutoTimer erstellte Einträge bearbeitet, damit die Kompatibilität zu SerienRecorder and IPRec erhalten bleibt.
no: Sjekk program id (eit) og fjern timer hvis det ikke finnes samsvarende EPG programmer. Grunnet kompatiblitetproblemer med SerienRecorder og IPRec, bare timere laget av AutoTimer vil bli berørt.

source: Check timer every x minutes
de: Timer alle X Minuten überprüfen
no: Sjekk timer hver x minutter

source: Check timer list for series (SP)
de: Timerliste auf Serien überprüfen (SP)
no: Sjekk timerliste for serier (SP)

source: Check timer list from extension menu
de: Timerliste aus dem erweiterten Menü überprüfen
no: Sjekk timerliste fra utvidet meny

source: Choose Napisy24 search method:
no: Velg Naipsy24 søkemetode:

source: Choose path
de: wähle Verzeichnis
no: Velg plassering

source: Choose subtitle server:
de: Server für Untertitel wählen:
no: Velg undertekst server:

source: Choose target folder
de: Zielverzeichnis wählen
no: Velg målkatalog

source: City
de: Ort
no: By

source: Classic
de: Klassisch
no: Klassisk

source: Clean up
de: Aufräumen
no: Rydd opp

source: Cleaning up finished timer entries...
de: Vollendete Timer aufräumen...
no: Rydder opp i utførte timeroppføringer...

source: Cleans up the list of timers by removing e.g. finished timers
de: Aufräumen der Timerliste durch entfernen von z.B. abgeschlossenen Timern
no: Rydder opp i timerlisten ved å fjerne eks. vis utførte timere

source: Cleanup
de: Aufräumen
no: Opprydning

source: Cleanup timerlist automatically
de: Automatisches Löschen von Timern
no: Rydd opp timerliste automatisk

source: Cleanup timerlist automatically.
de: Automatisches Löschen von Timern.
no: Rydd opp timerliste automatisk.

source: Cleanup timerlist, orphaned movie files and setting backups automatically according to specfied rules.
de: Automatisches Löschen von Timern, Filmen, Backups.
no: Rydd opp timerliste, filmer uten tilknytninger og innstillinger automatisk i forhold til spesielle regler.

source: Cleanup timerlist, orphaned movie files and setting backups automatically.
de: Automatisches Löschen von Timern, Filmen, Backups.
no: Rydd opp timerliste, filmer uten tilknytninger og innstillinger automatisk.

source: Cleanup timerlist, orphaned movie files and stored setting backups automatically. Modify the settings to match your preferences. More detailed explanations given with each adjustable option.
de: Automatische Bereinigung der Timerliste, verwaisten Film-Dateien und Einstellungs-Sicherungen. Ändern Sie die Einstellungen wunschgemäß. Nähere Erläuterungen sind bei jeder Einstellungsoption angegeben.
no: Rydd opp i timerliste, ukjente filmer og lagrede backupfiler, automatisk. Modifiser innstillinger til å passe dine behov. Mere detaljert forklaring blir gitt ved hvert oppsetsalternativ.

source: Cleanup timerlist-entries
de: Timerlisteneinträge aufräumen
no: Rydd opp i timelisteoppføringer

source: Clear
de: Aufräumen
no: Slett

source: Clear all
de: Alle löschen
no: Slett alle

source: Clear all Tags
de: Alle Tags löschen
no: Slett alle bokmerker

source: Clear all Tags? This will delete ALL tags in ALL recodings! Are you sure?
de: Alle Tags löschen? Damit werden ALLE Tags in ALLEN Aufnahmen gelöscht! Sind Sie sicher?
no: Slett alle bokmerker? Dette vil slette ALLE bokmerker i ALLE innspillinger! Er du sikker?

source: Clear current songlist and play selected entry
de: Aktuelle Liste leeren und gewählten Eintrag abspielen
no: Slett nåværende spilleliste og spill valgt oppføring

source: Clear history on Exit:
de: Verlauf beim Verlassen löschen:
no: Slett historie før Exit:

source: Clear search
de: Suche leeren
no: Fjern søk

source: Click to show/hide extended description
de: Klicken um erweitere Beschreibung ein-/auszublenden
no: Klikk for å vise/skjule utvidet beskrivelse

source: Clock
de: Uhr
no: Klokke

source: Clock show timeout
de: Dauer der Uhr-Einblendung
no: Klokke vis pause

source: Clone selected timer
de: Den ausgewählten Timer duplizieren
no: Dupliser valg timer

source: Close
de: Schließen
no: Avslutt

source: Close MediaPlayer
de: Mediaplayer schließen
no: Avslutt MediaPlayer

source: Close Player with exit-key
de: Player mit Exit-Taste beenden
no: Avslutt Player med EXIT

source: Close and forget changes
de: Schließen ohne Speichern der Änderungen
no: Avslutt og glem endringer

source: Close and save changes
de: Schließen und Speichern
no: Avslutt og lagre endringer

source: Close plugin
de: Plugin schliessen
no: Avslutt plugin

source: Close window
de: Fenster schließen
no: Steng vindu

source: Color format: TTRRGGBB (hexadecimal) TT=Transparenty RR=Red GG=Green BB=Blue See more colors by www.colorpicker.com Support: www.dreambox-tools.info
no: Fargeformat: TTRRGGBB (hexadesimal) TT=Gjennomsiktighet RR=Rød GG=Grønn BB=Blå Finn flere farger på www.colorpicker.com Support: www.dreambox-tools.info

source: Color space setup
de: Farbraum Einstellungen
no: Fargerom oppsett

source: Colored icons patch
no: Farget ikonmønster

source: Colors setup are only for Base-Style possible.
no: Fargeoppsett er kun mulig fo Base-Style.

source: Comedy
de: Komödien
no: Komedie

source: Command '%s' executed
de: Befehl '%s' ausgeführt
no: Kommando '%s' startet

source: Command [poweroff, shutdown -h,...]
de: Befehl [poweroff, shutdown -h,...]
no: Kommando [poweroff, shutdown -h,...]

source: Composition of the recording filenames
de: Dateinamen-Zusammensetzung der Aufnahmen
no: Komponering av innspillingsfilnavn

source: Concinnity
no: Sammensetning

source: Config
de: Konfiguration
no: Oppsett

source: Config file
de: Konfigurationsdatei
no: Konfigurasjonsfil

source: Config file %s not found.
de: Konfigurationsdatei %s nicht gefunden.
no: Fant ikke konfigurasjonsfil %s.

source: Configuration
de: Konfiguration
no: Konfigurasjon

source: Configuration for the Webinterface
de: Konfiguration des Webinterfaces
no: Konfigurasjon av WebInterface

source: Configuration saved.
de: Konfiguration gesichert.
no: Konfigurasjonen lagret

source: Configuration tool for All.In HD skins
de: Erweiterung für die Konfiguration der All.In HD Skins
no: Konfigurasjonsverktøy for All.In HD skins

source: Configuration tool for Vali-XD skins
de: Erweiterung für die Konfiguration der Vali-XD Skins
no: Konfigurasjonsverktøy for Vali-XD skins

source: Configure AutoTimer behavior
de: AutoTimer Verhalten bestimmen
no: Konfigurasjon av AutoTimer oppførsel

source: Configure Growlee
de: Growlee konfigurieren
no: Konfigurer Growlee

source: Configure Movie-EPG Plugin
de: Movie-EPG Plugin konfigurieren
no: Konfigurer Movie-EPG plugin

source: Configure Track Autoselect
no: Konfigurer Track Autoselect

source: Configure connection
de: Verbindung konfigurieren
no: Konfigurer tilkobling

source: Configures where to show the "EPG"-Entry in the Extensions-List. You can either show this just in the movie player, the movie player and TV-mode or never.
de: Konfiguration der Anzeige des EPG Eintrags in den Erweiterungen. Es kann zwischen nur im Movie Player, Movie Player und TV Mode oder nicht gewählt werden.
no: Konfigurerer hvor EPG-Entry skal vises i utvidet meny. Du kan enten vise dette bare i filmavspilleren, filmavspiller og TV modus, eller aldri.

source: Conflicting Timer(s) detected! %s
de: Timerkonflikt(e) erkannt! %s
no: Timer(e) med konflikt oppdaget! %s

source: Congratulations
de: Glückwunsch
no: Gratulerer

source: Connect
de: Verbinden
no: Koble til

source: Connect to
de: Verbinden mit
no: Kobler til

source: Connect to FTP...
de: Zu FTP verbinden...
no: Kobler til FTP...

source: Connected since
de: Verbunden seit
no: Tilkoblet siden

source: Connected to FRITZ!Box!
de: Verbunden mit FRITZ!Box!
no: Tilkoblet til FRITZ!Box!

source: Connected to IRC server
de: Verbunden mit IRC Server
no: Tilkoblet til IRC server

source: Connected to NCID Server
de: Verbunden mit NCID Server
no: Koblet til NCID server

source: Connecting to FRITZ!Box failed (%s) retrying...
de: Verbindung zur FRITZ!Box fehlgeschlagen (%s) neuer Versuch...
no: Tilkobling til FRITZ!Box feilet (%s) prøver på nytt...

source: Connecting to FRITZ!Box...
de: Verbinde mit FRITZ!Box...
no: Kobler til FRITZ!Box...

source: Connecting to NCID Server failed (%s) retrying...
de: Verbindung mit NCID Server fehlgeschlagen (%s) erneuter Verbindungsversuch...
no: Tilkobling til NCID server feilet (%s) prøver på nytt...

source: Connecting to NCID Server...
de: Verbinde zu NCID Server...
no: Kobler til NCID server...

source: Connection Error
de: Verbindungs Fehler
no: Tilkoblingsfeil

source: Connection to FRITZ!Box! lost (%s) retrying...
de: Verbindung mit FRITZ!Box verloren (%s) neuer Versuch...
no: Tilkobling til FRITZ!Box avbrutt (%s) prøver på nytt...

source: Connection to NCID Server lost (%s) retrying...
de: Verbindung mit NCID Server verloren (%s) erneuter Verbindungsversuch...
no: Tilkobling til NCID server avbrutt (%s) prøver på nytt...

source: Content pattern (RegExp)
no: Innholdsmønster (RegExp)

source: Contrast
de: Kontrast
no: Kontrast

source: Control Bonjour (avahi-daemon)
de: Bonjour (avahi-daemon) steuern
no: Kontroll Bonjour (avahi-deamon)

source: Control disabled
de: Steuerung aus
no: Kontroll deaktivert

source: Control recording completely by service
de: Aufnahme vollständig durch den Sender steuern lassen
no: Innspilling kontrollert av tjeneste

source: Control your Dreambox with your Web browser.
de: Kontrollieren Sie die Dreambox über den PC mit Ihrem Web Browser.
no: Styr din Dreambox igjennom Web browser.

source: Control your Dreambox with your browser
de: Kontrolliert die Dreambox über den PC
no: Styr din Dreambox med browser

source: Control your dreambox with only the MUTE button
de: Steuern der Dreambox mit der MUTE Taste
no: Styr din Dreambox bare med MUTE knapp

source: Control your dreambox with only the MUTE button.
de: Steuern Sie Ihre Dreambox nur mit der MUTE Taste.
no: Styr din Dreambox bare med MUTE knapp.

source: Control your kids's tv usage
de: Kontrolle der TV-Nutzung von Kindern
no: Styr barnas TV bruk

source: Controllers
no: Kontrollere

source: Controls the visual appearance of the number zap dialog.
de: Bestimmt das Aussehen der Einblendung bei Sendernr. ZAP.
no: Kontrollerer den visuelle oppførsel for NumberZap dialog.

source: Converted connection
no: Konvertert tilkobling

source: CoolTVGuide is not installed!
de: CoolTVGuide ist nicht installiert!
no: CoolTVGuide er ikke installert!

source: Copy
de: Kopieren
no: Kopier

source: Copy epg.db EPG-Data
de: Kopieren der epg.db in die EPG Daten
no: Kopier epg.db EPG-data

source: Copy, rename, delete, move local files on your Dreambox.
de: Filebrowser ermöglicht Ihnen das Löschen, Kopieren, Verschieben und Umbenennen von lokalen Dateien.
no: Kopier, slett, flytt eller endre navn på lokale filer i din Dreambox.

source: Copy, rename, delete, move, show, play, install files.
de: Kopieren, löschen, verschieben, anzeigen, abspielen von Dateien
no: Kopier, omdøp, slett, flytt, vis, spill, installer filer.

source: Could not activate Permanent-Timeshift! Timeshift-Path does not exist
de: Permanent-Timeshift konnte nicht aktiviert werden! Aufnahmeverzeichnis existiert nicht!
no: Kunne ikke aktivere permanent opptak! Timeshift katalog finnes ikke

source: Could not add timer '%s'!
de: Timer '%s' konnte nicht hinzugefügt werden!
no: Kunne ikke legge til timer '%s'!

source: Could not connect to ftp server!
de: Konnte nicht mit FTP-Server verbinden!
no: Kunne ikke koble til FTP server!

source: Could not delete %s.
de: %s konnte nicht entfernt werden.
no: Kunne ikke slette %s.

source: Could not delete Movie '%s'
de: Film '%s' konnte nicht gelöscht werden
no: Kunne ikke slette film '%s'

source: Could not find any file to backup!
de: Konnte keine Datei zum Sichern finden!
no: Kunne ikke finne filer å ta backup av!

source: Could not find any movie!
de: Konnte keinen Film finden!
no: Kunne ikke finne noen filmer!

source: Could not find timer '%s' with given start and end time!
de: Timer '%s' mit der angegebenen Start- und Endzeit konnte nicht gefunden werden!
no: Kunne ikke finne timer '%s' med gitt start og stoptid!

source: Could not get call list; wrong version?
de: Konnte Anrufliste nicht bekommen; falsche Firmware-Version?
no: Kunne ikke hente ringeliste; feil versjon?

source: Could not load phonebook: %s
no: Kunne ikke laste telefonbok: %s

source: Could not obtain list of files.
de: Dateiliste konnte nicht abgerufen werden.
no: Kunne ikke få tak i filliste.

source: Could not open Picture in Picture
de: Bild in Bild konnte nicht geöffnet werden.
no: Kunne ikke starte Bilde i Bilde

source: Could not parse FRITZ!Box Phonebook entry
de: Konnte Eintrag in FRITZ!Box-Telefonbuch nicht lesen
no: Kunne ikke analysere FRITZ!Box telefonbok valgt

source: Could not read AutoTimer timer list: %s
de: Liste der AutoTimer konnte nicht abgerufen werden: %s
no: Kunne ikke lese AutoTimer timerliste: %s

source: Could not read FRITZ!Box phonebook; wrong version?
de: Konnte Telefonbuch der FRITZ!Box nicht lesen; falsche Firmware-Version?
no: Kunne ikke lese FRITZ!Box telefonbok; feil versjon?

source: Could not read the DVD informations!
de: Konnte die DVD Informationen nicht lesen!
no: Kunne ikke lese DVD informasjon!

source: Could not rename %s.
de: %s konnte nicht umbenannt werden.
no: Kunne ikke ømdøpe %s

source: Could not start Plugin:
de: Kann Plugin nicht starten:
no: Kunne ikke starte plugin:

source: Could't get Eventname
de: Konnte Sendungstitel nicht feststellen
no: Programnavn ikke funnet

source: Couldn't get Eventname
de: Konnte Sendungstitel nicht feststellen
no: Programnavn ikke funnet

source: Couldn't load config file!
de: Konfigurationsdatei konnte nicht geladen werden!
no: Kunne ikke laste konfigurasjonsfil!

source: Couldn't open input .ap file
de: konnte Eingangs .ap Datei nicht öffnen
no: Kunne ikke åpne inngående .ap fil

source: Couldn't open input .cuts file
de: konnte Eingangs .cuts Datei nicht öffnen
no: Kunne ikke åpne inngående .cut fil

source: Couldn't open input .ts file
de: konnte Eingangs .ts Datei nicht öffnen
no: Kunne ikke åpne inngående .ts fil

source: Couldn't open output .ap file
de: konnte Ausgabe .ap Datei nicht öffnen
no: Kunne ikke åpne utgående .ap fil

source: Couldn't open output .cuts file
de: konnte Ausgabe .cuts Datei nicht öffnen
no: Kunne ikke åpne utgående .cuts fil

source: Couldn't open output .ts file
de: konnte Ausgabe .ts Datei nicht öffnen
no: Kunne ikke åpne utgående .ts fil

source: Count - Type (host)
de: Anzahl - Typ (Host)
no: Telle - Type (vert)

source: Countdown:
no: Nedtelling:

source: Countries
de: Länder
no: Land

source: Country
de: Land
no: Land

source: Countrycode (e.g. 44 for UK, 34 for Spain, etc.)
no: Landskode (eks: 47 for Norge, 44 for UK, etc.)

source: Crashlog(s) are attached
de: Crashlog(s) sind angehängt
no: Avbruddslogg(er) er lagt til

source: Create Timer
de: Timer erstellen
no: Lag timer

source: Create a backup of your Video DVD on your DreamBox hard drive.
de: Mit DVD Backup erstellen Sie Backups Ihrer Video-DVDs auf Ihre Dreambox-Festplatte.
no: Lag en backup av din video DVD på Dreambox harddisken.

source: Create a backup of your Video-DVD
de: Erstellen Sie Backups Ihrer DVDs
no: Lag en backup av din video DVD

source: Create a directory for each stream
de: Verzeichnis für jeden Stream generieren
no: Lag katalog for hver stream

source: Create a new AutoTimer.
de: Einen neuen AutoTimer erstellen.
no: Lag en ny AutoTimer.

source: Create a new timer using the classic editor
de: Neuen Timer mit dem klassichen Editor erstellen
no: Lag en ny timer ved å bruke standard editor

source: Create a new timer using the wizard
de: Neuen Timer mit dem Wizard erstellen
no: Lag en ny timer ved å bruke hjelpeprogram

source: Create iso:
de: ISO erstellen:
no: Lag iso:

source: Create new directory
de: Neues Verzeichnis anlegen
no: Lag ny katalog

source: Create new directory in...
de: Erstelle neues Verzeichnis in...
no: Lager ny katalog i...

source: Create new file
de: Neue Datei erstellen
no: Lag ny fil

source: Create new file in...
de: Neue Datei erstellen in...
no: Lager ny fil i...

source: Create new playlist
de: Erstelle neue Wiedergabeliste
no: Lag ny spilleliste

source: Create preview
de: Erstelle Vorschaubild
no: Lag forhåndsvisning

source: Create preview pictures of your Movies
de: Erstellt Vorschaubilder von aufgenommenen Filmen
no: Lag en forhåndsvisning av dine filmer

source: Create remote timers
de: Erstellen von remote Timern
no: Lag fjernkontrollerte timere

source: Create softlink to selected
no: Lag softlink/symlink til valgt

source: Create timers on remote Dreamboxes.
de: Mit remoteTImer kann auf eine andere Dreambox zugegriffen und deren Timer verwaltet werden. Man kann sich die Timerliste der anderen Dreambox anzeigen lassen, Timer hinzufügen oder entfernen sowie die Timerliste organisieren.
no: Lag timere på en annen dreambox.

source: Creating AP and SC Files
de: Erstelle AP und SC Dateien
no: Lager AP og SC filer

source: Creating Hardlink to Timeshift file failed!
de: Fehler beim erstellen des Hardlinks zur Timeshift Datei!
no: Å lage hardlink til Timeshift fil feilet!

source: Current Event:
de: Aktuelle Sendung:
no: Nåværende program:

source: Current rpm %4d
de: Aktuell rpm %4d
no: Nåværende rpm %4d

source: Current value: %s
de: Aktueller Wert: %s
no: Nåværende verdi: %s

source: Custom
de: Angepasst
no: Egendefinert

source: Custom (%s)
de: Speziell (%s)
no: Valgfri (%s)

source: Custom location
de: Aufnahmeverzeichnis
no: Valgfri plassering

source: Custom offset
de: Angepasster Vor- und Nachlauf
no: Valgfritt avvik

source: Customize Vali-XD skins
de: Anpassen von Vali-XD Skins
no: Tilpass Vali-XD skins

source: Customize Vali-XD skins by yourself.
de: Passen Sie den Vali-XD Skin nach Ihren Wünschen an.
no: Tilpass Vali-XD skins selv.

source: Cut Parameter Input
de: Schnitt Parameter Eingabe
no: Klipp parameter input

source: Cut series title on dash
no: Klipp serietittel ved markør

source: Cut source:
de: Schnitt Quelle:
no: Klippkilde:

source: Cut your movies
de: Schneiden von aufgenommenen Filmen
no: Klipp dine filmer

source: Cutlist
de: Schnittliste
no: Klippliste

source: Cuts (an IN OUT IN OUT ... sequence of hour:min:sec)
de: Schnitte (an IN OUT IN OUT ... Reihenfolge in Stunde:Minute:Sekunde)
no: Klipp (en INN UT INN UT sekvens av time:min:sek)

source: Cutting failed for movie "%s"
de: Schnitt fehlgeschlagen für Film "%s"
no: Klipping feilet for fil '%s'

source: Cutting was aborted for movie "%s"
de: Schnitt wurde abgebrochen für den Film "%s"
no: Klipping ble avbrutt for film '%s'

source: Cyrillic
de: Kyrillisch
no: Kyrillisk

source: Czech Republic
de: Tschechien
no: Republikk Tjekkoslovakia

source: DEB-package:
no: DEB pakke:

source: DECT inactive
de: DECT inaktiv
no: DECT innaktiv

source: DECT phones registered
de: Schnurlostelefone angemeldet
no: DECT telefon registrert

source: DHCP enabled
de: DHCP aktiviert
no: DHCP aktiver

source: DVD Device (leave empty for default)
de: DVD Laufwerk (leer für default)
no: DVD enhet (la stå tom for standard)

source: DVD Player
no: DVD spiller

source: DVD player:
no: DVD spiller:

source: DVDPlayer Plugin is not installed!
de: DVD Player ist nicht installiert!
no: DVDPlayer plugin er ikke installert!

source: Date
de: Datum
no: Dato

source: Date format:
de: Datumsformat:
no: Datoformat:

source: Day:
de: Tag:
no: Dag:

source: Days
de: Tage
no: Dager

source: Deactivate
de: Deaktivieren
no: Deaktivert

source: Deactivate Movielist Preview
de: Deaktiviere Filmlistenvorschau
no: Deaktiver forhåndsvisning av filmliste

source: Deactivate WLAN guest access
de: Deaktiviere WLAN Gastzugang
no: Deaktiver WLAN gjestetilgang

source: Deactivate permanent clock
de: Deaktiviere permanente Uhr
no: Deaktiver permanent klokke

source: Deactivated timer list: %s
de: Liste deaktivierter Timer: %s
no: Deaktiver timer liste: %s

source: Debug
no: Feilsøk

source: Debug: Log file path
de: Debug: Protokolldatei Pfad
no: Feilsøk: Loggfil plassering

source: Debug: Print debug messages (Shell)
de: Debug: drucke Debug Nachrichten (Shell)
no: Feilsøk: Vis feilsøkningmeldinger (skjerm)

source: Debug: Write Log
de: Debug: Protokolldatei erstellen
no: Feilsøk: Skriv logg

source: Decrease delay
de: Verzögerung verringern
no: Reduser pause

source: Decrease delay by %i ms (can be set)
de: Verzögerung um %i ms erhöhen
no: Reduser pause med %i ms (kan velges)

source: Decrease remaining time
de: Verbleibende Zeit verringern
no: Mink gjenværende tid

source: Default
de: Standard
no: Standard

source: Default episode
de: Voreingestellte Folge
no: Standard episode

source: Default page
de: Standardseite
no: Standard side

source: Default season
de: Voreingestellte Staffel
no: Standard sesong

source: Default storage device is not available!
de: Standard Speichergerät ist nicht verfügbar!
no: Standard lagringsenhet er ikke tilgjengelig!

source: Default volume adjustment value for AC3/DTS
de: Standardwert Lautstärkenanpassung für AC3/DTS
no: Standard volumjusteringsverdi for AC3/DTS

source: Defaults
de: Standard
no: Standarder

source: Define a related pip service
de: Definieren Sie zugehörige PIP Dienste
no: Definer en relatert BiB tjeneste

source: Define a related pip service
de: Definiere einen zugehörigen PiP-Sender
no: Definer en relatert BiB tjeneste

source: Define a startup service
de: Legt einen Startsender fest
no: Definer en oppstartstjeneste

source: Define a startup service for your Dreambox.
de: StartUpService legen Sie einen Startsender Ihrer Dreambox fest.
no: Definer en oppstartstjeneste for din Dreambox.

source: Define the new symlink name here:
no: Definer nytt symlink navn her:
