Repository: opendreambox/enigma2-plugins
Catalog: po/*.po
Languages: de, no

source: In addition to just being able to change the order of installed plugins inside the PluginBrowser, if you press the MENU button you can also change the order of plugins inside the Extensionsmenu, the EventInfo-Menu (hold the INFO button when watching TV) or the MovieSelection-Menu (press MENU when inside the MovieSelection). Once you selected one of these options, you go to a modified PluginBrowser, which shows the respective plugins and you can change their order just as described on the previous page. The changes are applied when leaving the editor using the RED or EXIT button on your remote control.
no: I tillegg til bare å kunne endre rekkefølge på installerte plugin'er i PluginBrowser, hvis du trykker MENY tast, du kan i tillegg endre rekkefølge på plugin'er i den utvidede menyen, I EventInfo menyen (trykk INFO tast i TV bildet) eller i MovieSelection menyen (trykk MENU tast i MovieSelection). Når du har valgt en oppføring kommer du til en PluginBrowser side som viser deg de aktuelle plugin'er, og du kan endre rekkefølge som forklart på forrige side. Endringene blir aktivert når du forlater redigeinsbildet ved å bruke RØD eller EXIT tast på din fjernkontroll.

source: In order to record a timer, the TV was switched to the recording service!
de: Der Receiver wurde für eine Aufnahme auf den entsprechenden Kanal umgeschaltet!
no: For å kunne utføre en timerinnspilling, ble TV skiftet til innspillingskanalen!

source: Include
de: Einschließen
no: Inkluder

source: Include "AutoTimer" in tags
de: "AutoTimer" als Tag hinzufügen
no: Inkluder "AutoTimer" i tag'er

source: Include %s
de: % s inkludieren
no: Inkluder %s

source: Include AutoTimer name in tags
de: Name des AutoTimer als Tag hinzufügen
no: Inkluder AutoTimer navn i tag'er

source: Include timer description
de: Timer Beschreibung hinzufügen
no: Inkludert timerbeskrivelse

source: Included days:
de: Eingeschl. Tage:
no: Inkluderte dager:

source: Incoming
de: Eingehend
no: Innkommende

source: Incoming Call on %(date)s at %(time)s from --------------------------------------------- %(number)s %(caller)s --------------------------------------------- to: %(phone)s
de: Eingehender Anruf am %(date)s um %(time)s von --------------------------------------------- %(number)s %(caller)s --------------------------------------------- an: %(phone)s
no: Inkommende samtale den %(date)s kl. %(time)s fra --------------------------------------------- %(number)s %(caller)s --------------------------------------------- til: %(phone)s

source: Incoming Call on %s from --------------------------------------------- %s %s ---------------------------------------------
de: Eingehender Anruf am %s von --------------------------------------------- %s %s ---------------------------------------------
no: Innkommende samtale den %s fra --------------------------------------------- %s %s ---------------------------------------------

source: Incoming calls
de: Eingehende Anrufe
no: Innkommende samtaler

source: Incompatible MerlinMusicPlayer version!
de: Inkompatible MerlinMusicPlayer-Version!
no: Ikke støttet MerlinMusicPlayer versjon!

source: Increase delay
de: Verzögerung erhöhen
no: Øk forsinkelse

source: Increase delay by %i ms (can be set)
de: Verzögerung um %i ms verringern
no: Øk fosinkelse med %i ms (kan fastsettes)

source: Increase list item height:
de: Zeilenhöhe vergrößern:
no: Øk listeoppføringshøyde

source: Increase remaining time
de: Verbleibende Zeit erhöhen
no: Øk gjenværende tid

source: Independent mode exception
no: Uavhengig modusunntak

source: Info
no: Informasjon

source: Info...
no: Informasjon...

source: InfoBarTunerState Setup
de: InfoBarTunerState Konfiguration
no: InfoBarTunerState oppsett

source: InfoBarTunerState is disabled
de: InfoBarTunerState ist deaktiviert
no: InfoBarTunerState deaktivert

source: InfoBarTunerState will show all used tuner and it's allocation as infobar popup
de: InfoBarTunerState zeigt alle genutzten Tuner als Infobar-Popup
no: InfoBarTunerState vill vise alle brukte tunere og deres tilknytninger som infobar popup

source: Infobar and Window Style:
no: Infobar og Windows stil

source: Infobar and window style:
no: Infobar og windows stil:

source: Infobar timeout
de: Infobar-Anzeigedauer
no: Infobar visningstid

source: Information
no: Informasjon

source: Informazioni
de: Informationen
no: Informasjon

source: Inherit Services from AutoTimer
de: Zusätzlich Sender vom AutoTimer verwenden
no: Arv kanaler fra AutoTimer

source: Initial PWM
de: Anfangs PWM
no: Innledende PWM

source: Initial Voltage
de: Anfangs Spannung
no: Start Volt

source: Insert file to current playing songlist and play next
de: Datei in aktuell wiedergegebene Liederliste einfügen und als nächstes abspielen
no: Legg til fil i nåværende spilleliste og spill neste

source: Insert file to current songlist and play next
de: Datei in aktuelle Liederliste einfügen und als nächstes abspielen
no: Legg til fil i nåværende spileliste og spill neste

source: Install
de: Installiere
no: Installere

source: Install magic buttons
no: Installer magiske taster

source: Install new bootlogo...
de: Neues Bootlogo installieren...
no: Installer ny bootlogo...

source: Install plugin
de: Plugin installieren
no: Installer plugin

source: Install round buttons
no: Installer runde taster

source: Install this package
de: Dieses Paket installieren
no: Installer denne pakken

source: Instant Record
de: Sofortaufnahme
no: Hurtigopptak

source: Internet Radio
no: InternettRadio

source: InternetRadio filter list (%s)
de: InternetRadio Filter Liste (%s)
no: InternetRadio filterliste %s

source: InternetRadio player:
no: InternetRadio spiller:

source: InternetRadio station list for filter: %s
de: Internetradio Stationsliste für Filter: %s
no: InternetRadio stasjonsliste for filter: %s

source: InternetRadio station list for search-criteria: %s
de: InternetRadio Stationsliste für Suchkriterium: %s
no: InternetRadio stasjonsliste for søkekriterie: %s

source: Interval in slideshow before new picture is being shown.
no: Intervall lysbildefremvisning mellom hvert bilde.

source: Interval to check IP-Adress
de: Intervall für IP-Adress-Überprüfung
no: Intervall for sjekk av IP adresse

source: Invalid Location
de: Fehlerhafter Ort
no: Ugyldig plassering

source: Invalid date!
de: Ungültiges Datum!
no: Ugyldig dato!

source: Invalid page
de: Ungültige Seite
no: Ugyldig side

source: Invalid response from Security service pls restart again
de: Ungültige Antwort vom Sicherheitsdienst, bitte erneut starten.
no: Ugyldig respons fra sikkerhetstjenesten. Vær så snill å ta en omstart

source: Invalid response from server.
de: Ungültige Antwort vom Server.
no: Ugyldig respons fra server.

source: Invalid response from server. Please report: %s
de: Ungültige Antwort vom Server. Bitte reporten Sie: %s
no: Ugyldig respons fra server. Vær så snill å rapporter: %s

source: Invalid selection
de: Ungültige Auswahl
no: Ugyldig valg

source: Ireland
de: Irland
no: Irland

source: Is the RC still working?
de: Funktioniert die FB immer noch?
no: Virker fjernkontrollen fremdeles?

source: It's possible to restrict an AutoTimer to certain Services or Bouquets or to deny specific ones. An Event will only match this AutoTimer if it's on a specific and not denied Service (inside a Bouquet). Press BLUE to add a new restriction and YELLOW to remove the selected one.
de: AutoTimer können auch auf bestimmte Sender oder Bouquets beschränkt werden. Eine Sendung wird dann nur hinzugefügt wenn sie auf einen erlaubten und keinem verbotenen Sender (innerhalb eines Bouquets) läuft. Drücke BLAU um eine neue Beschränkungen hinzuzufügen und GELB um die markierte zu entfernen
no: Det er mulig å begrense en AutoTimer til visse tjenester eller bouqueter, eller godkjente spesifiserte tjenester. Et program vil kun legges til i AutoTimer om den er en spesifisert og eller ikke godkjent tjeneste (I en bouquet). Press BLÅ for å legge til en begrensning og GUL for å fjerne den valgte.

source: Italian
de: Italienisch
no: Italiensk

source: Italian Weather forecast on Dreambox
de: Italienische Wettervorhersagen auf der Dreambox
no: Italiensk værmelding for Dreambox

source: Italian Weather forecast on Dreambox from www.google.it.
de: MeteoItalia zeigt italienische Wettervorhersagen auf Ihrer Dreambox von www.google.it an.
no: Italiensk værmelding for Dreambox fra www.google.it.

source: Italy
de: Italien
no: Italia

source: Itasa server password:
de: Passwort Itasa-Server:
no: Itasa serverpassord:

source: Itasa server user:
de: Benutzer Itasa-Server:
no: Itasa serverbruker:

source: JavaScript Libraries
de: JavaScript Bibliotheken
no: JavaScrip bibliotek

source: Jump x minutes back:
de: Springe x Minuten zurück:
no: Flytt x minutter bakover:

source: Jump x minutes forward:
de: Springe x Minuten vorwärts:
no: Flytt x minutter fremover:

source: Just Scale
de: Nur Skalieren
no: Bare skaler

source: Just zap
de: Nur zappen
no: Bare bytt

source: Keep running in background
de: Im Hintergrund aktiv bleiben
no: Hold kjørende i bakgrunnen

source: Key %(Key)s successfully set to %(delay)i ms
de: Taste %(Key)s erfolgreich auf %(delay)i ms gesetzt
no: Nøkkel %(Key)s vellykket satt til %(delay)i ms

source: Key %(key)s (current value: %(value)i ms)
de: Taste %(key)s (aktueller Wert: %(value)i ms)
no: Nøkkel %(key)s (gjeldende verdi: %(value)i ms)

source: Key Help
de: Tastenhilfe
no: Tastehjelp

source: Key mapping
de: Tastenzuordnung
no: Tastetilknytninger

source: Keyboard
de: Tastatur
no: Tastatur

source: Keys
de: Tasten
no: Taster

source: Keywords: %s
de: Schlüsselwörter: %s
no: Nøkkelord: %s

source: KiddyTimer allows to control your kids's daily tv usage.
de: KiddyTimer hilft Ihnen dabei, die tägliche TV-Nutzung Ihres Kindes zu kontrollieren.
no: Kiddy Timer tillater kontroll over barns daglige TV bruk.

source: LEVEL2 and LEVEL3 Certifcates (Base64-encoded)
de: LEVEL2 und LEVEL3 Zertifikate (Base64-codiert)
no: Nivå 2 og Nivå 3 sertifikater (Base64 encoded)

source: Label Timers with season, episode and title, according to the SeriesPlugin settings.
de: Timer mit Staffel, Episode und Titel gemäß dem Eiinstellungen des SeriesPlugin beschriften.
no: Navngi timere'e med sesong, episode og tittel, ifølge SeriesPlugin innstillinger.

source: Label series
de: Serien umbenennen (SeriesPlugin)
no: Navngi serier

source: Language
no: Språk

source: Last 10 calls:
de: Die letzten zehn Anrufe im Standby:
no: Siste 10 samtaler:

source: Last day started: %s
de: Zuletzt gestartet am: %s
no: Siste dag startet: %s

source: Last day to match events. Events have to begin before this date to be matched.
de: Letzter Tag. Ereignisse nach diesem Datum werden ignoriert.
no: Siste dag hvor lignende program legges til. Program legges kun til om datoen er tidligere en denne dato.

source: Last refresh was %s
de: Letzte Aktualisierung: %s
no: Siste oppfriskning %s

source: Last updated:
de: Letzte Aktualisierung:
no: Sist oppdatert:

source: Left: %s
no: Venstre %s

source: Legend
de: Legende
no: Legende

source: Length
de: Länge
no: Lengde

source: Length of History
de: Limit des Suchverlaufs
no: Lengde på historie

source: License
de: Lizenz
no: Lisens

source: Likes:
no: Like:

source: Limit
de: Begrenzung
no: Grense

source: Limit search results to bouquet services:
de: Reduziere Suchergebnisse auf Sender in Bouquets:
no: Begrens søkeresultater til favorittkanaler:

source: Limit: %d GB
de: Begrenzung: %d GB
no: Grense: %d GB

source: List goes up
de: Liste nach oben anwachsend
no: Liste fortsetter over

source: List of Files
no: Liste med filer

source: List of Plugins has been read
de: Liste der Plugins wurde gelesen
no: Liste med plugins ble lest

source: List of Storage Devices
de: Speichergeräteliste
no: Vis lagringsenheter

source: List of Timers has been cleaned
de: Die Timerliste wurde bereinigt
no: Liste med timere ble renset

source: List of known VLC-Server Profiles
de: Liste bekannter VLC-Server Profile
no: Liste med kjente VLC serverprofiler

source: List similar timer(s)
no: List lignende timer(e)

source: List style:
de: Darstellung der Listen:
no: Listestil:

source: List upcoming timer
no: List kommende timer

source: Listen on Remote Control
no: Lytt til fjernkontroll

source: Lists
de: Listen
no: Lister

source: Load
de: Laden
no: Last

source: Load Bouquet
de: Lade Bouquet
no: Last favoritt

source: Load STB channels for bouquet
no: Last STB kanaler i favoritt

source: Load Web channels for bouquet
no: Last WEB kanaler i favoritt

source: Load feed on startup:
de: Feed beim Starten laden:
no: Last mating ved oppstart:

source: Load movie-length
de: Aufnahmelängen laden
no: Se filmlengde

source: Load pages from feed
de: Seiten aus Feed laden
no: Last sider fra feed

source: Loading ...
de: Lade ...
no: Laster...

source: Loading config file %s failed: %s
no: Lasting av konfigurasjonsfil %s feilet: %s

source: Local
de: Lokal
no: Lokal

source: Local share name
de: Lokaler Freigabename
no: Lokalt delingsnavn

source: Local subtitle convertion for: %s.
no: Lokal undertekstkonvertering for: %s

source: Location
de: Zielverzeichnis
no: Plassering

source: Location '%s' added successfully
de: Zielverzeichnis '%s' erfolgreich hinzugefügt
no: Lokasjon '%s' vellykket lagt til

source: Location '%s' does not exist
de: Zielverzeichnis '%s' existiert nicht
no: Lokasjon '%s' eksisterer ikke

source: Location '%s' is already existing
de: Zielverzeichnis '%s' existiert bereits
no: Lokasjon '%s' eksisterer allerede

source: Location '%s' removed successfully
de: Zielverzeichnis '%s' erfolgreich gelöscht
no: Lokasjon '%s' vellykket fjernet

source: Location and name of log file
de: Speicherort und name der Logdatei
no: Lokasjon og navn på loggfil

source: Location code
no: Lokasjonskode

source: Location:
de: Aufnahmeverzeichnis:
no: Lokasjon:

source: Log level
no: Loggnivå

source: Log(s) are attached
de: Log(s) befinden sich im Anhang
no: Logg(er) er lagt til

source: Log:
no: Logg:

source: Logging path
de: Logging Verzeichnis
no: Loggplassering

source: Logging-Path: %s
de: Logging-Verzeichnis: %s
no: Loggplassering: %s

source: Lookup
de: Suchen
no: Oppslag

source: Lookup of %d episodes was successful
no: Funn av %d episoder var vellykket

source: Lookup on IMDb.com
de: Suche auf IMDb.com
no: Oppslag på IMDb.com

source: Low (Yes/No)
de: Tief (Ja/Nein)
no: Lav (Ja/Nei)

source: Lower bound of timespan.
de: Untere Grenze der Zeitspanne.
no: Nedre grense for tidsrom.

source: Lower bound of timespan. Nothing before this time will be matched. Offsets are not taken into account!
de: Untere Grenze der Zeitspanne. Vor diesem Zeitpunkt wird keine Übereinstimmung gesucht. Vorlauf wird hier nicht eingerechnet!
no: Nedre grense for tidsrom. Ingen funn før dette tidspunktet vil bli funnet. Eventuelle avvik (offset) blir ikke tatt i betraktning!

source: MSN to show (separated by ,)
de: anzuzeigende MSNs (getrennt durch ,)
no: MSN som vises (separert med ,)

source: Mac Address
de: MAC Addresse
no: MAC adresse

source: Magic Shadow
no: Magisk skygge

source: Mail from
de: E-Mail von
no: Post fra

source: Mail to or leave empty (From will be used)
no: Post til eller la være tom (Fra vil bli brukt)

source: Mailbox
de: Anrufbeantworter
no: Postboks

source: Main
no: Hoved

source: Main Picture
de: Hauptbild
no: Hovedbilde

source: Main bouquet for channel editor
de: Haupt-Bouquet für Kanal-Editor
no: Hovedfavoritt for kanaleditor

source: Make it more skin friendly
no: Lag den mere skin vennlig

source: Manage extensions
de: Erweiterungen verwalten
no: Administrer utvidelser

source: Manage files on your Dreambox
de: Verwalten von Dateien
no: Håndter filer på din Dreambox

source: Manage local files
de: Dateibrowser für lokale Dateien
no: Administrer lokale filer

source: Manage logos to display at boot time or while in radio mode.
de: LogoManager verwaltet die Bilder, die angezeigt werden sollen, wenn die Dreambox bootet oder im Radiomodus ist.
no: Administrer logoer som kan vises ved oppstart eller i radio modus.

source: Manage logos to display at boottime
de: Bilderverwaltung für Boot und Radio-Modus
no: Administrer logoer som kan vises ved oppstart

source: Manage network mounts...
de: Eingebundene Netzwerkfreigaben verwalten
no: Håndter nettverksmonteringer...

source: Manage timer for other dreamboxes in network
de: Verwaltung der Timer für andere Dreamboxen im Netzwerk
no: Håndter timer for andre Dreambox'er i nettverket

source: Manage your music files in a database, play it with Merlin Music Player.
de: Merlin Music Player bietet mit iDream eine Datenbankverwaltung für Musikdateien und dient gleichzeitig zum Abspielen von Musikdateien.
no: Administrer dine musikkfiler i en database og spill den i Merlin Music Player.

source: Manual specification
de: manuelle Einstellungen
no: Manuell spesifiksjon

source: Margin after record (in seconds)
de: Nachlauf hinter Aufnahme (in Sekunden)
no: Margin etter opptak (i sekunder)

source: Match Timespan: %(begin_hour)02d:%(begin_minutes)02d - %(end_hour)02d:%(end_minutes)02d
no: Sammenlign tidsom: %(begin_hour)02d:%(begin_minutes)02d - %(end_hour)02d:%(end_minutes)02d

source: Match title
de: Finde in Titel
no: Finn tittel

source: Match title:
de: Finde in Titel:
no: Sammenlign tittel:

source: Match title: %s
de: Finde Titel: %s
no: Finn tittel: %s

source: Max Fan %d rpm at PWM=255 (%s)
de: Max Fan %d rpm bei PWM=255 (%s)
no: Maks viftehastighet %d rpm ved PWM=255 (%s)

source: Max Fan %d rpm at PWM=255 and VLT=255 (%s)
de: Max Fan %d rpm bei PWM=255 und VLT=255 (%s)
no: Maks viftehastighet %d ved PWM=255 og VLT=255 (%s)

source: Max Fan %d rpm at VLT=255 (%s)
de: Max Fan %d rpm bei VLT=255 (%s)
no: Maks viftehastighet %d rpm ved VLT=255 (%s)

source: Max Timerlist Entries
de: Maximale Anzahl Einträge Timerliste
no: Maks timerlisteoppføringer

source: Max Toplist Entries
de: Maximale Anzahl Einträge Toplist
no: Maks topplisteoppføringer

source: Max time drift to match episode
de: Maximale Zeitabweichung um Folge(n) zu erkennen
no: Maks tidsavvik for å samsvare episode

source: Max. results in list-mode
de: Max. Ergebnisse im List-Modus
no: Maks resultater i listemodus

source: Max. volume for mpeg audio
de: Max. Lautstärke für mpeg Audio
no: Maks volum for mpeg lyd

source: Maximum Connections
de: Max. Anzahl Verbindungen
no: Maks tilkoblinger

source: Maximum Timeshift length per Event reached! Restarting Timeshift now ...
de: Maximale länge für eine Timeshiftaufnahme erreicht! Timeshiftaufnahme wird neu gestartet ...
no: Maksimum TimeShift lengde pr program nådd! Restarter TimeShift nå...

source: Maximum amount of tuners for {0} configured!
de: Maximale Anzahl von Tunern für {0} konfiguriert!
no: Maksimum antall tunere for {0} konfigurert!

source: Maximum duration (in m)
de: Maximale Länge (in Min.)
no: Max. varighet (minutter)

source: Maximum event duration to match. If an event is longer than this amount of time (without offset) it won't be matched.
de: Maximale Sendungsdauer eines Treffers. Wenn eine Sendung länger als diese Zeitspanne ist, wird sie nicht aufgenommen. Vor-/Nachlauf wird dabei nicht eingerechnet.
no: Max. programvarighet som skal finnes. Hvis et program er lengre enn angitt tidsvarighet uten avvik (offset), så vil den ikke bli funnet.

source: Maximum number of crashlogs
de: Maximale Anzahl Crashlogs
no: Maksimum antall avbruddslogger

source: Maximum number of system setting backups
de: Maximale Anzahl Einstellungs-Sicherungen
no: Maksimum antall backup'er av systeminnstillinger

source: Maximum number of system setting backups to keep, regardless of retention period.
de: Höchstzahl der aufzuhebenden Einstellungs-Sicherungen, ungeachtet der Aufbewahrungsfrist.
no: Maksimum antall backup av systeminnstillinger som skal beholdes, uavhengig av oppbevaringsperiode.

source: Maximum zap history entries:
de: Maximale Einträge in der Zap-Historie:
no: Maksimum zap historieoppføringer:

source: Media Files
no: Mediafiler

source: Media directory
de: Medienverzeichnis
no: Mediakatalog

source: MediaPlayer
de: Medienwiedergabe
no: Mediaspiller

source: Mediaplayer
no: Mediaspiller

source: Mediaplayer not installed
de: Mediaplayer ist nicht installiert
no: Mediaspiller ikke installert

source: Mediaplayer was not active
de: Mediaplayer war nicht aktiv
no: Mediaspiller var ikke aktiv

source: Menu
no: Meny

source: Menu title
de: Menütitel
no: Menytittel

source: Merging Timeshift files
de: Füge Timeshift Dateien zusammen
no: Sammenslår TimeShift filer

source: Merlin Music Player
no: Merlin musikkspiller

source: Merlin Music Player Lyrics
de: Merlin Music Player Songtexte
no: Merlin musikkspiller lyrikk

source: Merlin Music Player Songlist
de: Merlin Music Player Liederliste
no: Merlin musikkspiller spilleliste

source: Merlin iDream is not installed!
de: Merlin iDream ist nicht installiert!
no: Merlin iDream er ikke installert!

source: MerlinEPG is not installed!
de: MerlinEPG ist nicht installiert!
no: MerlinEPG er ikke installert!

source: MerlinMusicPlayer
no: MerlinMusiPlayer

source: Message
de: Nachricht
no: Melding

source: Message sent successfully!
de: Die Nachricht wurde erfolgreich gesendet!
no: Melding sendt!

source: Min Fan Start %d rpm at PWM=%d
de: Min Fan Start %d rpm bei PWM=%d
no: Min viftehastighet start %d rpm ved PWD=%d

source: Min Fan Start %d rpm at VLT=%d
de: Min Fan Start %d rpm bei VLT=%d
no: Min viftehastighet start %d rpm ved VLT=%d

source: Min Fan Start %d rpm at VLT=%d and PWM=0
de: Min Fan Start %d rpm bei VLT=%d und PWM=0
no: Min viftehastighet start %d rpm ved VLT=%d og PWM=0

source: Min Fan Stop %d rpm at PWM=%d (%s)
de: Min Fan Stop %d rpm bei PWM=%d (%s)
no: Min viftehastighet stopp %d rpm ved PWM=%d (%s)

source: Min Fan Stop %d rpm at VLT=%d (%s)
de: Min Fan Stop %d rpm bei VLT=%d (%s)
no: Min viftehastighet stopp %d rpm ved VLT=%d (%s)

source: Min Fan Stop %d rpm at VLT=%d and PWM=0 (%s)
de: Min Fan Stop %d rpm bei VLT=%d und PWM=0 (%s)
no: Min viftehastighet stopp %d rpm ved VLT=%d og PWM=0 (%s)

source: Minimum Priority
de: Minimale Priorität
no: Minimum prioritet

source: Minutes of uptime of WLAN guest network
de: Dauer für den WLAN-Gastzugang in Minuten
no: Minutter oppetid for WLAN gjestenettverk

source: Mipsel architecture not detected. Please supplie requires binaries by Yourself.
no: Mipsel arkitektur ikke oppdaget. Vennligst legg til påkrevd binærfil selv.

source: Missed
de: Verpasst
no: Tapte

source: Missed calls
de: Verpasste Anrufe
no: Tapte samtaler

source: Missing Parameter: begin
de: Fehlender Parameter: begin
no: Tapt parameter: begin

source: Missing Parameter: beginOld
de: Fehlender Parameter: beginOld
no: Tapt parameter: beginOld

source: Missing Parameter: channelOld
de: Fehlender Parameter: channelOld
no: Tapt parameter: channelOld

source: Missing Parameter: description
de: Fehlender Parameter: description
no: Tapt parameter: description

source: Missing Parameter: end
de: Fehlender Parameter: end
no: Tapt parameter: end

source: Missing Parameter: endOld
de: Fehlender Parameter: endOld
no: Tapt parameter: endOld

source: Missing Parameter: eventid
de: Fehlender Parameter: eventid
no: Tapt parameter: eventid

source: Missing Parameter: name
de: Fehlnder Parameter: name
no: Tapt parameter: name

source: Missing Parameter: sRef
de: Fehlender Parameter: sRef
no: Tapt parameter: sRef

source: Missing Paramter: dirname
de: Fehlender Parameter: dirname
no: Tapt parameter: dirname

source: Missing or Wrong Argument
de: Fehlendes oder falsches Argument
no: Manglende eller feil argument

source: Missing or invalid parameter file
de: Fehlender oder fehlerhafter Parameter 'file'
no: Manglende eller ødelagt parameterfil

source: Missing or wrong argument
de: Fehlendes oder fehlerhaftes Argument
no: Manglende eller feil argument

source: Missing timer
no: Manglende timer
