Repository: opendreambox/enigma2-plugins
Catalog: po/*.po
Languages: de, no

source: copy
no: kopier

source: copy file
no: kopier fil

source: copying file ...
no: kopierer fil...

source: create partition %s
de: Partition %s erstellen
no: lag partisjon %s

source: creates virtual series folders from episodes
de: Erzeugt virtuelle Ordner aus Episoden von Serien
no: lager virtuelle serie med kataloger fra episoder

source: creates virtual series folders from sets of recorded episodes
de: Erzeugt virtuelle Ordner aus aufgenommenen Episoden von Serien
no: lager virtuelle serie med kataloger fra sett med innspilte filmer

source: creating and manipulating partition tables
de: Erstellen und Verändern der Partitionstabelle
no: lager og manipulerer partisjonstabeller

source: current Service
no: nåværende kanal

source: current:
no: nåværende:

source: currentRPM:%d targetRPM:%d Temp:%4.1f
de: aktuellRPM:%d zielRPM:%d Temp:%4.1f
no: nåværendetRPM:%d målRPM:%d Temp:%4.1f

source: debug
no: feilsøk

source: default
de: Standard
no: standard

source: default Zoomlevel for Preview Images
no: standard Zoom nivå for forhåndsviste bilder

source: delete
de: Löschen
no: slett

source: delete file
de: Datei löschen
no: slett fil

source: delete partition %s
de: Partition %s löschen
no: slett partisjon %s

source: delete server
de: löschen
no: slett server

source: delete stream from favorites
no: slett strømning fra favoritter

source: delete...
de: löschen...
no: slett...

source: deleting file ...
no: sletter fil...

source: description match
de: Beschreibung übereinstimmung
no: beskrivelse match

source: device name:
de: Gerätename:
no: enhetsnavn:

source: devices active
de: WLAN-Stationen aktiv
no: enheter aktiv

source: directory
no: katalog

source: disable
de: deaktiviert
no: deaktiver

source: disable DMM-FanControl
de: DMM-Fancontrol deaktiviert
no: deaktiver DMM-Fancontrol

source: disable move mode
de: Verschiebemodus aus
no: slå av flyttemodus

source: disabled
de: deaktiviert
no: deaktivert

source: disabled at parental lock
de: ausgeschaltet bei Kindersicherung
no: deaktivert ved låst av foreldrekontroll

source: display Info
de: zeige Information
no: display informasjon

source: display calls
de: Alle Anrufe
no: vis samtaler

source: display connection errors
de: Verbindungsfehler anzeigen
no: vis tilkoblingsfeil

source: display phonebook
de: Telefonbuch
no: vis telefonbok

source: display plugin description
de: mit der Pluginbeschreibung
no: vis pluginbeskrivelse

source: display plugin name
de: mit dem Pluginnamen
no: vis plugin navn

source: display timeout (seconds)
de: Anzeige-Timeout (in Sekunden)
no: vis tid for tidsavbrudd (skunder)

source: do not play a service on startup
de: Keine Station beim Starten abspielen
no: ikke spill tjeneste ved oppstart

source: do nothing
de: nichts
no: gjør ingenting

source: don't record
de: Nicht aufnehmen
no: ikke ta opp

source: done
de: fertig
no: utført

source: done!
de: erledigt!
no: ferdig!

source: done, using last list
de: fertig, benutze letzte Liste
no: utført ved å bruke siste liste

source: down
de: runter
no: ned

source: downloading
no: nedlasting

source: dreamMediathek TV Stations
no: dreamMediathek TV stasjoner

source: dump frequency (in days):
de: Dump-Frequenz (in Tagen):
no: dump frekvens (dager):

source: eCasa Setup
no: eCasa oppsett

source: eCasa: Albums for user %s
no: eCasa: Album for bruker %s

source: eMission settings
no: eMission innstillinger

source: eParted manipulates partition tables
de: eParted manipuliert Partitionstabellen
no: eParted manipulerer partisjonstabeller

source: ecasa is (so far) a basic picasa client.
de: ecasa ist (bisher) ein grundlegender picasa client.
no: ecasa er (inntil videre) en enkel picasa klient.

source: edit
de: Bearbeiten
no: rediger

source: edit filters
de: Filter bearbeiten
no: editer filtre

source: edit server
de: ändern
no: rediger server

source: edit services
de: Sender bearbeiten
no: rediger kanaler

source: edit tags
no: rediger merker

source: empty values - retry
de: Leere Felder, neuer Versuch
no: tomme verdier - prøv igjen

source: enable
de: aktiviert
no: aktiver

source: enable caching of Images in /tmp/
no: aktiver buffring av bilder i /tmp/

source: enable move mode
de: Verschiebemodus ein
no: aktiver flytte modus

source: enabled
de: eingeschaltet
no: aktivert

source: encrypted
de: verschlüsselt
no: kryptert

source: end editing
de: Bearbeitung beenden
no: avslutt redigering

source: endless
no: uendelig

source: enigma2 frontend to transmission-daemon
no: enigma2 frontend til overføringsprogram

source: enigma2 picasa client
no: enigma2 picasa klient

source: enter directory/get file/put file
de: Verzeichnis betreten/Datei herunterladen/Datei hochladen
no: skriv katalog/hent fil/sett fil

source: enter menu
no: entre meny

source: enter page number
de: Seitenzahl eingeben
no: skriv sidenummer

source: enter page number / page 100
de: Seitenzahl eingeben / Seite 100
no: skriv sidenummer / side 100

source: enter page number / rezap
de: Seitenzahl eingeben / Rezap
no: skriv sidenummer / rezap

source: error logging %(who)s in: %(failure)s
de: Fehler bei Anmeldung von %(who)s: %(failure)s
no: feil under innlogging av %(who)s: %(failure)s

source: error parsing incoming data.
no: analysering av innkommende data feilet.

source: error writing to disk, not uploaded
no: skriving til disk feilet, ikke opplastet

source: exact match
de: gesamter Titel
no: identisk funn

source: execute
de: Ausführen
no: kjør

source: exit
de: Schliessen
no: avslutt

source: exit movielist
de: Verlasse Filmliste
no: avslutt filmliste

source: failed to load message
de: Konnte Nachricht nicht laden
no: lasting av melding feilet

source: favorites / decrease height
de: Favoriten / Höhe verringern
no: favoritter / minst høyde

source: fetching remote data...
no: henter eksterne data...

source: file
no: fil

source: file extension
no: filtype (eks: .png)

source: file system type:
de: Dateisystemtyp:
no: filsystem type:

source: filesize was 0, not uploaded
no: filstørrelse er 0. ikke opplastet

source: filesystem:
de: Dateisystem:
no: filsystem:

source: filter off
de: Filter aus
no: filter av

source: filter on
de: Filter an
no: filter på

source: finish fetching remote data...
no: ferdig med å hente eksterne data

source: finishing
de: Fertigstellung
no: avslutter

source: forced
no: tvunget

source: free
de: frei
no: ledig

source: from xml
de: aus XML
no: fra xml

source: genisoimage job done. Delete DVD directory?
de: genisoimage Job erledigt. DVD Ordner löschen?
no: genisoimage jobb utført. Slett DVD katalog?

source: get latest satellites.xml
de: Aktuelle sattelite.xml beziehen.
no: hent nyeste satellite.xml

source: getting message ...
de: Hole Nachricht ...
no: henter meldinger...

source: go to deep standby
de: in Deep Standby gehen
no: gå til dyp standby

source: go to standby
de: in Standby gehen
no: gå til standby

source: green teletext link
de: grüner Textlink
no: grønn teletekst link

source: guest
no: gjest

source: has been saved.
de: wurde gespeichert.
no: er blitt lagret.

source: have %d messages
de: %d Nachrichten
no: har %d meldinger

source: have no messages
de: Keine Nachrichten
no: har ingen meldinger

source: headers loaded, now parsing ...
de: Header geladen, analysiere diese nun ...
no: overskrifter lastet, analyserer...

source: help
no: hjelp

source: hide
no: skjul

source: hide entry
no: skjul oppføring

source: hide selected plugin
de: Selektiertes Plugin ausblenden
no: skjul valgt plugin

source: home
de: Privat
no: hjemme

source: iDream Main Menu
de: iDream Hauptmenü
no: iDream hovedmeny

source: iDream database path
de: iDream-Datenbankpfad
no: iDream databasekatalog

source: if audio isn't first language
no: hvis lydspråk ikke er første språk

source: if no prefered audio language
no: hvis ingen ønskede lydspråk

source: illegal call
no: ulovlig samtale

source: immediately after recording
de: sofort nach der Aufnahme
no: umiddelbart etter opptak

source: importing configurations from %s
de: Importiere Konfigurationen von %s
no: importerer konfigurasjoner fra %s

source: in Description
de: in der Beschreibung
no: i beskrivelsen

source: in Shortdescription
de: in der Kurzbeschreibung
no: i den korte beskrivelse

source: in Title
de: im Titel
no: i tittelen

source: increases overheating protection to (C)
de: Überhitzungsschutz erhöhen um (C)
no: øker overopphetingsbeskyttelse til (C)

source: info
no: informasjon

source: install
no: installer

source: irc server %s not responding! please check your network settings and/or irc servername...
no: irc server %s responderer ikke! vennligst sjekk ditt nettverksoppsett og/eller irc servernavn...

source: keep on device
de: behalte auf Gerät
no: oppbevar på enhet

source: last 10
de: die letzten 10
no: siste 10

source: last 2
de: die letzten 2
no: siste 2

source: last 3
de: die letzten 3
no: siste 3

source: last 5
de: die letzten 5
no: siste 4

source: layer 1
no: lag 5

source: layer 2
no: lag 2

source: layer 3
no: lag 3

source: layer 4
no: lag 4

source: leave movie player...
de: Filmwiedergabe beenden...
no: forlat filmspiller...

source: leave unread
de: Ungelesen lassen
no: la være ulest

source: left near Card-Slot
de: links vom Card-Slot
no: venstre nær kortplass

source: left near Front-CI
de: links vom Front-CI
no: venstre nær front CI

source: left of the Battery
de: links von der Batterie
no: til venstre for batteri

source: list all mailboxes
de: Anzeige aller Mailboxen
no: list alle postbokser

source: list and event info: four parts
de: Liste und Sendungsinfo: vier Teile
no: liste og programinformasjon: fire deler

source: list and event info: gradient
de: Liste und Sendungsinfo: Farbverlauf
no: liste og programinformasjon: gradering

source: list and event info: percent (text)
de: Liste und Sendungsinfo: Prozent (Text)
no: liste og programinformasjon: prosent (tekst)

source: list and event info: simple
de: Liste und Sendungsinfo: Einfach
no: liste og programinformasjon: enkel

source: list: off, event info: four parts
de: Liste aus, Sendungsinfo: vier Teile
no: liste: av, programinformasjon: fire deler

source: list: off, event info: gradient
de: Liste aus, Sendungsinfo: Farbverlauf
no: liste: av, programinformasjon: gradert

source: list: off, event info: percent (text)
de: Liste aus, Sendungsinfo: Prozent (Text)
no: liste: av, programinformasjon: prosent (tekst)

source: list: off, event info: simple
de: Liste aus, Sendungsinfo: Einfach
no: liste: av, programinformasjon: enkel

source: listen to internet radio streams
de: Internet Radiostreams anhören
no: lytt til internetradio

source: listen to internet-radio
de: Internetradio hören
no: lytt til InternetRadio

source: load Map Overlay
no: last kartoverlegg

source: loading headers ...
de: Lade Header ...
no: laster overskrifter...

source: loading...
de: Lade...
no: laster...

source: login
no: pålogging

source: login ok
no: pålogging ok

source: login verification
de: Login Verifikation
no: påloggingsverifikasjon

source: mail check interval (minutes)
de: Mailcheck-Intervall
no: postsjekk intervall (minutter)

source: mailboxes active
de: Anrufbeantworter aktiv
no: postbox aktiv

source: make filesystem '%s' on partition %s (%d %s)
de: Dateisystem '%s' in Partition %s erstellen (%d %s)
no: lag filsystem '%s' på partisjon %s (%d %s)

source: manage local Files
no: Håndter lokale filer

source: manually
de: manuell
no: manuelt

source: max Speed rpm
de: max Drehzahl rpm
no: maks hastighet rpm

source: maximum mail size to fetch
de: Hole nur Nachrichten bis zur Größe
no: maksimum poststørrelse å hente

source: menu
de: Menü
no: meny

source: message too large
de: Nachricht zu groß
no: melding for stor

source: metric system
de: Metrisches System
no: metrisk system

source: min Speed rpm
de: min Drehzahl rpm
no: minimum hastighet rpm

source: mins
de: Minuten
no: min

source: minute
no: minutt

source: minutes
de: Minuten
no: minutter

source: missing or wrong parameter mode [%i=both, %i=lamedb only, %i=userbouqets only, %i=transponders, %i=parentalcontrol white-/blacklist]
no: manglende eller feil parametermodus [%i=begge, %i=lamedb bare, %i=brukerfavoritter bare, %i=transpondere, %i=foreldrekontroll white-/blacklist]

source: missing parameter "id"
de: Fehlender parameter: "Id"
no: manglende parameter "id"

source: mobile
de: Handy
no: mobil

source: more than just an EPG...
de: Mehr als einfach nur EPG...
no: mer enn bare en EPG...

source: mount point:
de: Mountpunkt:
no: monteringspunkt:

source: move
de: verschieben
no: flytt

source: move event extensions
de: Event Info Erweiterungen verschieben
no: flytt programutvidelser

source: move extensions
de: Erweiterungen verschieben
no: flytt utvidelser

source: move file
de: Datei verschieben
no: flytt fil

source: move movie extensions
de: Movielist Erweiterungen verschieben
no: flytt filmutvidelser

source: movie
de: Film
no: film

source: movie filname
de: Dateiname Film
no: film filnavn

source: movie list
de: Filmliste
no: filmliste

source: moving file ...
de: verschiebe Datei...
no: flytter fil...

source: n/a
de: n/V
no: ikke tilgjengelig

source: navigate thru Placemarks
no: naviger igjennom Placemarks

source: near XILINX Spartan
de: Nähe XILINX Spartan
no: nær XILINX Spartan

source: never
de: niemals
no: aldri

source: new Random
de: Zufallspasswd
no: ny tilfeldig

source: next
no: neste

source: next channel / channel list
de: n. Sender / Senderliste
no: neste kanal / kanalliste

source: next page / catch page / move
de: n. Seite / n. Link / positionieren
no: neste side / hent side / flytt

source: next sub page / move
de: n. Unterseite / positionieren
no: neste undertekst side / flytt

source: no
de: nein
no: nei

source: no Image
de: kein Bild
no: ingen bilde

source: no Name
de: kein Name
no: ingen navn

source: no Viewer installed for this mimetype!
no: ingen leser installert for denne mimetype!

source: no account selected
de: Kein Konto ausgewählt
no: ingen konto valgt

source: no calls
de: keine Anrufe
no: ingen samtaler

source: no date
de: kein Datum
no: ingen dato

source: no device active
de: keine WLAN-Station aktiv
no: ingen enhet aktiv

source: no filename
de: kein Dateiname
no: ingen filnavn

source: no from
de: kein Absender
no: ingen fra

source: no mailbox?!?!
de: keine Mailbox?!?!
no: ingen postboks?!?!

source: no sender
de: kein Sender
no: ingen avsender

source: no subject
de: kein Betreff
no: intet emne

source: no user rating yet
de: noch keine Nutzerwertung
no: ingen brukervurdering enda

source: none
de: Keins
no: ingen

source: not active
de: nicht aktiviert
no: ikke aktiv

source: not available with this firmware version
de: mit dieser Firmware-Version nicht verfügbar
no: ikke tilgjengelig med denne maskinvareversjon

source: not configured
de: nicht konfiguriert
no: ikke konfigurert

source: not configured yet. please do so in the settings.
no: ikke konfigurert enda, vennligst gjør dette i innstillingene.

source: not encrypted
de: nicht verschlüsselt
no: ikke kryptert

source: not found
de: nicht gefunden
no: ikke funnet

source: not successfully please check your config (FTPERROR)
no: ikke vellykket, vennligst sjekk din konfigurasjon (FTPERROR)

source: not yet implemented
de: noch nicht eingebaut
no: ikke innført enda

source: nothing
no: ingenting

source: nothing playing...
de: Es wird nichts abgespielt...
no: ingenting spilles...

source: number suppressed
de: Nummer unterdrückt
no: nummer utelatt

source: of
de: von
no: av

source: off
de: Aus
no: av

source: old:
de: Alt:
no: gammel:

source: older than 1 day
de: älter als 1 Tag
no: eldre enn 1 dag

source: older than 1 week
de: älter als 1 Woche
no: eldre enn 1 uke

source: older than 2 weeks
de: älter als 2 Wochen
no: eldre enn 2 uker

source: older than 3 days
de: älter als 3 Tage
no: eldre enn 3 dager

source: older than 3 months
de: älter als 3 Monate
no: eldre enn 3 måneder

source: older than 4 weeks
de: älter als 4 Wochen
no: eldre enn 4 uker

source: older than 6 months
de: älter als 6 Monate
no: eldre enn 6 måneder

source: older than 6 weeks
de: älter als 6 Wochen
no: eldre enn 6 uker

source: on
de: ein
no: på

source: on Weekday
de: an einem Wochentag
no: i ukedag

source: on with side by side
de: an mit Nebeneinander-Anzeige
no: på, med side ved side

source: on with top/bottom
de: an mit Oben/Unten-Anzeige
no: på, med topp/bunn

source: one device active
de: eine WLAN-Station aktiv
no: en enhet aktiv

source: one two three four unknown command
de: eins zwei drei vier unbekannter befehl
no: en to tre fire ukjent kommando

source: only last one
de: nur die letzte
no: bare den siste

source: open bandwidth settings
no: åpne båndviddeinnstillinger

source: open context menu
de: Kontextmenü öffnen
no: åpne kontekstmeny

source: open menu
de: Menü öffnen
no: åpne meny

source: options:
de: Optionen:
no: valg:

source: over Security Card
de: oberhalb Security Card
no: over sikkerhetskortet

source: parser error
de: Parser-Fehler
no: analysefeil

source: parsing message ...
de: Analysiere Nachricht ...
no: analyserer melding...

source: partial match
de: Teil des Titels
no: delvis likhet

source: partition(s)
de: Partition(en)
no: partisjon(er)

source: password
de: Passwort
no: passord

source: picture and teletext
de: Bild und TeleText
no: bilde og teletekst

source: pipzap Help
de: pipzap Hilfe
no: pipzap hjelp

source: pipzap Setup
no: pipzap oppsett

source: pipzap in four pages
de: pipzap auf vier Seiten
no: pipzap på fire sider

source: pipzap not properly installed. Please restart Enigma2.
de: pipzap ist nicht korrekt installiert. Bitte Enigma2 neustarten.
no: pipzap ikke ordentlig installert. Vennligst restart Enigma2.

source: play DVD
de: starte DVD
no: spill DVD

source: play as picture in picture
de: wiedergeben in Bild-in-Bild
no: spill som Bilde I Bilde

source: play current selected favorite on startup
de: Aktuelle Markierung beim Starten abspielen
no: spill nåværende valgt favoritt ved oppstart

source: play in mainwindow
de: wiedergeben im Hauptbild
no: spill i hovedvindu

source: please select a option
de: Bitte eine Option auswählen
no: vennligs velg noe

source: please select a submenu on the left...
de: bitte wählen Sie ein Untermenü auf der linken Seite...
no: vennligst velg undermeny til venstre...

source: please set fan type (3Pin or 4Pin)
de: bitte Lüftertyp setzen (3Pin or 4Pin)
no: vensligst velg viftetype (3pin eller 4pin)

source: please wait (until 3min)...
de: bitte warten (bis 3min)...
no: vennligst vent (inntil 3 minutter)...

source: please wait...
de: Bitte warten...
no: vennligst vent...

source: preferred
de: bevorzugt
no: foretrukket

source: preparing
de: Vorbereitung
no: forbereder

source: press Info for HDD-Temp
de: drücke Info für HDD-Temp
no: trykk INFO for HDD temperatur

source: prev
de: Vorherige
no: forrige

source: prev channel / channel list
de: v. Sender / Senderliste
no: forrige kanal / kanalliste

source: prev page / catch page / move
de: v. Seite / v. Link / positionieren
no: forrige side / hent side / flytt

source: prev sub page / move
de: v. Unterseite / positionieren
no: forrige undertekstside / flytt

source: quit
de: Verlassen
no: avslutt

source: quit Google Maps
de: Google Maps beenden
no: avslutt Google Kart

source: read HDD-Temperature in HDD-Standby-Mode
de: HDD-Temperatur im HDD-Standby-Modus lesen
no: les HDD temperatur i HDD standby modus

source: ready...
de: Bereit...
no: klar...

source: really delete mail?
de: Nachricht wirklich löschen?
no: virkelig slette post?

source: really undelete mail?
de: Nachricht wiederherstellen?
no: virkelig ikke slette post?

source: record
de: aufnehmen
no: spill inn

source: recording...
de: nimmt auf...
no: spiller inn...

source: red teletext link
de: roter Textlink
no: rød teletekst link

source: refresh
de: aktualisieren
no: oppfrisk

source: reloaded both
de: beides neu laden
no: lastet begge på nytt

source: reloaded bouquets
de: bouquets neu laden
no: lastet buketter på nytt

source: reloaded lamedb
de: lamedb neu laden
no: lastet lamedb på nytt

source: remove
de: Löschen
no: fjerne

source: remove current selected favorite
de: Löschen
no: fjern nåværende valgt favoritt

source: remove torrent
de: Torrent entfernen
no: fjern torrent

source: rename
de: umbenennen
no: omdøp

source: rename current selected favorite
de: Umbenennen
no: omdøp nåværende valgt favoritt

source: rename file
de: Datei umbenennen
no: omdøp fil

source: renaming file ...
de: Benenne Datei um...
no: omdøper fil...

source: required
no: påkrevd

source: reset startup service
de: Startservice zurücksetzen
no: tilbakestill oppstartstjeneste

source: reset startup service for booting...
de: Startservice nach dem Booten zurücksetzen...
no: tilbakestill oppstartstjeneste for oppstart...

source: reset startup service for leaving standby mode...
de: Startservice beim Verlassen des Standby-Modus zurücksetzen...
no: tilbakestill oppstartstjeneste for å gå ut av standby

source: return
de: zurück
no: gå tilbake

source: run selected plugin
de: Ausgewähltes Plugin starten
no: kjør valgt plugin

source: satellites.xml has been built.
de: satellites.xml wurde erstellt.
no: satellites.xml har blitt laget.

source: satellites.xml is updated
de: satellites.xml wurde aktualisiert
no: satellites.xml er oppdatert

source: save
de: speichern
no: lagre

source: save Filesystemposition on exit
no: lagre filsystemposisjon ved avslutting

source: save and quit
de: Sichern und Beenden
no: lagre og avslutt

source: save last Map Position
de: letzte Kartenposition speichern
no: lagre siste kartposisjon

source: save recording (Select event)
de: Aufnahme speichern (Sendung auswählen)
no: lagre opptak (velg program)

source: save recording (stop after current event)
de: Aufnahme speichern (Aktuelle Sendung)
no: lagre opptak (stopp etter nåværende program)

source: saved
no: lagret

source: search
de: suchen
no: søk

source: search EPG
de: Suche in EPG
no: søk i EPG

source: search EPG...
de: Durchsuche EPG...
no: søker i EPG...

source: search for album
de: Suche nach Album
no: søk etter album

source: search for artist
de: Suche nach Künstler
no: søk etter artist

source: search for title
de: Suche nach Titel
no: søk etter tittel

source: search in all of them
de: Suche in allen
no: søk i alle

source: search...
de: suche...
no: søker...

source: sec
de: sek
no: sek

source: second
de: Sekunde
no: sekund

source: seconds
de: Sekunden
no: sekunder

source: see service-epg (and PiP) from channels in an infobar
de: EPG Daten und PiP von Kanälen in Infobar anzeigen
no: se kanal EPG (og BIB) fra kanaler i en infobar

source: select Attachment
de: Wähle Anhang
no: velg vedlegg

source: select Body
de: Wähle Textteil
no: velg meldingstekst

source: select Genre to search for streams
no: velg sjanger for søk etter strømninger

source: select List to load
no: velg liste som skal lastes

source: select Plugin
no: velg plugin

source: select Target for logo
de: Ziel des Logos auswählen
no: velg mål for logo

source: select movie
de: Wählen Sie einen Film
no: velg film

source: select next tab
de: nächsten Tab wählen
no: velg neste fane

source: select previous tab
de: vorherigen Tab wählen
no: velg forrige fane

source: select stream to delete
no: velg strømning å slette

source: select the movie path
de: Den Filmpfad auswählen
no: velg sti for lagring av film

source: select:
de: Auswählen:
no: velg:

source: selected bouquets are installed
de: ausgewählte Bouquet's
no: valgte buketter er installert

source: set as startup service
de: Als Startservice setzen
no: sett som oppstartstjeneste

source: set as startup service after booting...
de: Als Startservice nach dem Booten setzen...
no: sett som oppstartskanal etter oppstart...
