Repository: opendreambox/enigma2-plugins
Catalog: po/*.po
Languages: de, no

source: Finished
de: Fertig
no: Ferdig

source: Finished record list: %s
de: Liste beendeter Aufnahmen: %s
no: Liste over avsluttete opptak: %s

source: Finished with errors:
no: Feilet med feil:

source: First day to match events. No event that begins before this date will be matched.
de: Erster Tag. Ereignisse vor diesem Datum werden ignoriert.
no: Første dag for lignende programmer. Ingen programmer før denne dagen vil bli funnet.

source: First generate your skin-style with the Ai.HD-Control plugin.
de: Generieren Sie Ihren Ai.HD Skin-Stil mit diesem Plugin.
no: Generer først din skinstil med Ai-HD Control plugin.

source: Flickr API Key
de: Flickr API-Schlüssel
no: Flickr API nøkkel

source: Following Services have to be scanned:
de: Folgende Sender werden noch gescannt:
no: Følgende kanaler må gjennomsøkes:

source: Font size
de: Schriftgröße
no: Skriftstørrelse

source: Force save EPG.db
no: Tving lagring av EPG.db

source: Force scan even if receiver is in use
de: Aktualisierung erzwingen
no: Tving gjennomsøking selv om dreambox er i bruk

source: Force sleep (even when not in standby)
de: Erzwinge Ruhezustand (auch wenn nicht im Standby)
no: Tving hvilemodus (selv om ikke i standby)

source: Forces deep standby, even when not in standby mode. Scheduled recordings remain unaffected.
de: Erzwingt den Ruhezustand auch, wenn die Box nicht im Standby ist. Auf Aufnahmen hat dies keinen Einfluss.
no: Tvuget dyp standby, selv om ikke i standby modus. Planlagte opptak foregår som planlagt.

source: Foreground also
de: auch im Vordergrund
no: I forgrunnen også

source: Found CrashLog(s)
de: Gefundene CrashLog(s)
no: Funnet avbruddslogg(er)

source: Found Log(s)
de: Gefundene Log(s)
no: Funnet logg(er)

source: Found a total of %(matches)d matching Events. %(timer)d Timer were added and %(modified)d modified, %(conflicts)d conflicts encountered, %(similars)d similars added.
no: Funnet %(matches)d samsvarende programmer. %(timer)d Timer ble lagt til og %(modified)d modifisert, %(conflicts)d konflikter oppdaget, %(similars)d lignende lagt til.

source: Found a total of %d matching Events. %d Timer were added and %d modified, %d conflicts encountered, %d similars added.
de: Habe insgesamt %d Sendungen gefunden. %d Timer wurden hinzugefügt und %d geändert, %d Konflikte gefunden, %d alternative Timer hinzugefügt.
no: Fant totalt %d treff i programmer. %d timere ble lagt til og %d modifisert, %d konfliker funnet, %d lignende lagt til.

source: Found active timer(s)
no: Fant aktiv(e) timer(e)

source: Found deactivated timer(s)
no: Fant deaktivert(e) timer(e)

source: Found no Enclosure we can display.
de: Keine anzeigbaren Anhänge gefunden.
no: Fant ingen kabinett å fremstille.

source: Found picture %s But did not load. Probably not PNG, 8-bit
de: Anruferbild gefunden: %s Konnte aber nicht geladen werden. Womöglich nicht PNG, 8-bit?
no: Fant bilde %s Men lastet den ikke. Antagelivis ikke PNG, 8-bit

source: France
de: Frankreich
no: Frankrike

source: Free Space
de: Freier Platz
no: Ledig plass

source: Free disk space limit has been reached:
de: Grenze für freien Speicherplatz wurde erreicht:
no: Grense for ledig lagringsplass er nådd:

source: Free space limit in GB
de: Grenze freier Speicherplatz in GB
no: Grense for ledig lagringsplass i GB

source: Free space warning
de: Warnung feier Speicherplatz
no: Advarsel angående ledig lagringsplass

source: French
de: Französisch
no: Fransk

source: Frequency:
de: Frequenz:
no: Frekvens:

source: Frequently asked questions
de: Häufig gestellte Fragen
no: Ofte spurte spørsmål

source: Frequently asked questions about the AutoTimer
no: Ofte spurte spørsmål om AutoTimer

source: Fri
de: Frei
no: Fre

source: Friday
de: Freitag
no: Fredag

source: FritzCall Setup
de: FritzCall Einstellungen
no: FritzCall Oppsett

source: FritzCall shows incoming calls to your Fritz!Box on your Dreambox.
de: FritzCall zeigt die bei Ihrer Fritz!Box eingehenden Anrufe auf der Dreambox an.
no: FritzCall viser inkommende oppringninger til din Fritz!Box på din Dreambox

source: From
de: von
no: Fra

source: Frontprocessor Version
de: Frontprozessor Version
no: Frontprosessor versjon

source: Full-horizontal
no: Full horisontal

source: Full-vertical
no: Full vertikal

source: Fullscreen
de: Vollbild
no: Fullskjerm

source: Fullscreen Layout
de: Vollbild Layout
no: Fullskjermvisning

source: Fullscreen auto activation
de: Automatische Vollbild-Aktivierung
no: Fullskjerm autoaktivering

source: Functions
de: Funktionen
no: Funksjoner

source: GUI needs a restart to apply a new skin. Do you want to Restart the GUI now?
de: Änderungen werden erst nach Neustart der GUI übernommen. Wollen Sie die GUI jetzt neustarten?
no: GUI trenger omstart for å laste nytt skin. Vil du ta en omstart av GUI nå?

source: GUI needs a restart to apply changes.
de: Das System muss neu gestartet werden, um die Änderungen übernehmen zu können.
no: GUI trenger omstart for å laste endringer.

source: GUI needs a restart to apply the changes. Do you want to Restart the GUI now?
de: GUI muss zum Aktivieren der Änderungen neu gestartet werden. Soll jetzt neu gestartet werden?
no: GUI trenger omstart for å laste endringer. Vil du ta en omstart av GUI nå?

source: GUI needs a restart to apply the new settings. Do you want to Restart the GUI now?
de: Die GUI benötigt einen Neustart, damit die Änderungen wirksam werden. Soll die GUI jezt neu gestartet werden?
no: GUI trenger omstart for å laste endringer. Vil du ta en omstart av GUI nå?

source: GUI needs a restart.
de: Das System muss neu gestartet werden.
no: GUI trenger omstart.

source: GUI that allows user to change the ftp- / telnet password.
de: Eine grafische Oberfläche zum Ändern des FTP- und Telnet-Passworts Ihrer Dreambox.
no: GUI som tillater brukerendring av ftp- / telnet passord.

source: GUI to change the ftp and telnet-password
de: GUI zum Ändern des FTP-und Telnet-Passworts
no: GUI hvor ftp- og telnet passord kan endres

source: GZ-package:\n
de: GZ-Archiv:\n
no: GZ pakke:\n

source: Gaming
de: Spiele
no: Spilling

source: General
de: Allgemein
no: Generelt

source: General Help
de: Generelle Hilfe
no: Generell hjelp

source: Generates and Shows TV Charts of all users having this plugin installed
de: Generiert und zeigt TV Charts aller Nutzer dieses Plugins
no: Genererer og viser TV diagrammer over alle brukere som har denne plugin installert

source: Generic setup
no: Generell oppsett

source: Genre (%s) -> Song List
de: Genre (%s) -> Liederliste
no: Sjanger (%s) -> Spilleliste

source: Genre List
de: Genreliste
no: Sjangerliste

source: Genres
de: Genre
no: Sjangre

source: Genres (%d)
no: Sjangre (%d)

source: Genuine Dreambox validation failed!
de: Prüfung auf Original-Dreambox gescheitert!
no: Genuine Dreambox validering feilet!

source: Genuine Dreambox verification
de: Überprüft die Echtheit der Dreambox
no: Genuine Dreambox verifikasjon

source: German
de: Deutsch
no: Tysk

source: German storm information
de: Zeigt Aktuelle Unwetterinformationen an
no: Tysk værinfomasjon

source: Germany
de: Deutschland
no: Tyskland

source: Get AudioCD info from CDDB and CD-Text
de: Ruft Audio-CD-Information von CDDB und CD-Text ab
no: Hent AudioCD informasjon fra CDDB og CD-Text

source: Get a Screenshot
de: Screenshot anfertigen
no: Ta skjermbilde

source: Getting %s
de: Erhalte %s
no: Henter %s

source: Getting Channel Information...
de: Hole Sender Informationen...
no: Henter kanalinformasjon...

source: Getting EPG Information...
de: Hole EPG Informationen...
no: Henter EPG infomsajon...

source: Getting Event Info failed!
de: Fehler bei lesen der Event-Infos!
no: Henting av programinformasjon feilet!

source: Getting InternetRadio %s list...
de: Erhalte InternetRadio %s Liste...
no: Henter InternetRadio %s liste...

source: Getting Partnerbox Bouquet Information...
de: Hole Partnerbox Bouquet Informationen
no: Henter Partnerbox favoritt informasjon...

source: Getting Partnerbox Information...
de: Hole Partnerbox Infomationen...
no: Henter Partnerbox informasjon...

source: Getting calls from FRITZ!Box...
de: Hole Liste der Anrufe von der FRITZ!Box...
no: Henter samtaler fra FRITZ!Box

source: Getting status from FRITZ!Box Fon...
de: Hole Status von der FRITZ!Box...
no: Henter status fra FRITZ!Box FON...

source: Getting streaming data from %s
de: Erhalte Streaming-Data von %s
no: Henter strømningsdata fra %s

source: Getting streaming data from %s
de: Erhalte Streaming-Data von %s
no: Henter strømningsdata fra %s

source: Getting weather information...
de: Laden der Wetterinformationen...
no: Henter værinformasjon...

source: Glas
no: Glass

source: Global Setting
de: Globale Einstellung
no: Globale innstillinger

source: Global delay
de: Globales delay
no: Global forsinkelse

source: Go and add a page in the settings
de: Füg eine Seite in den Einstellungen hinzu
no: Gå og legg en side i innstillingene

source: Go to position:
de: Springe zu Position:
no: Gå til posisjon:

source: Go to sleep now?
de: Jetzt in den Ruhezustand gehen?
no: Gå i hvilemodus nå?

source: Google Maps
no: Google kart

source: Google Password
de: Google Passwort
no: Google passord

source: Google Username
de: Google Benutzername
no: Google brukernavn

source: Google image path
no: Google bildeplassering

source: GoogleMaps Search
de: GoogleMaps-Suche
no: GoogleMaps søk

source: GraphMultiEPG is not installed!
de: GraphMultiEPG ist nicht installiert!
no: GraphMultiEPG er ikke installert!

source: Graphik multi-EPG
de: GraphMultiEPG
no: GraphMultiEPG

source: Great Britain
de: England
no: Storbritania

source: Growl Host name
no: Growl vertsnavn

source: Growlee allows your Dreambox to forward notifications like 'Record started' to a PC running a growl, snarl or syslog compatible client or directly to an iPhone using prowl.
de: Mit Growlee kann Ihre Dreambox Nachrichten mittels des Growl-Protokolls verschicken,wie z.B. Aufnahme gestartet-Benachrichtigungen an einen PC mit Growl-Client.
no: Growlee tillater at Dreambox å sende varslinger som 'Innspilling startet' til en PC som kjører growl, snarl eller syslog kompatible klienter, eller direkte til iPhone using prowl.

source: Guess existing timer based on begin/end
de: Bestimme bestehende Timer anhand Anfang-/Endzeit
no: Forsøk å finne timer basert på begynnelse/slutt

source: Guest access
de: Gastzugang
no: Gjestetilgang

source: Guest access not active
de: Gastzugang nicht aktiviert
no: Gjestetilgang ikke aktiv

source: Guest access on
de: Gastzugang mit
no: Gjjestetilgang til

source: HTTP Password
de: HTTP-Passwort
no: HTTP passord

source: HTTP response headers for
de: HTTP-Antwortheader für
no: HTTP responsoverskrifter for

source: HbbTV Applications
de: HbbTV Anwendungen
no: HbbTV Programvare

source: Hebrew / Arabic
de: Hebräisch / Arabisch
no: Hebraisk / Arabisk

source: Help
de: Hilfe
no: Hjelp

source: Help information
de: Hilfe-Information
no: Hjelp informasjon

source: Help key long
de: Help-Taste lang
no: Hjelp tast (lang trykk)

source: Helps to remind of birthdays
de: Erinnert an Geburtstage
no: Hjelp til å huske fødselsdager

source: Hide Plugin from Plugin or Extensionsmenu.
de: Plugin im Erweiterungen-Menu verstecken
no: Skjul plugin fra Plugin eller Extension meny.

source: Hide Plugins
de: Plugins ausblenden
no: Skjul plugins

source: High (Warning)
de: Hoch (Warnung)
no: Høy (Advarsel)

source: Highest (Emergency)
de: Höchste (Notfall)
no: Høyest (Nødsituasjon)

source: History
de: Verlauf
no: Historie

source: Holiday mode (experimental)
de: Urlaubsmodus (experimentell)
no: Feriemodus (eksperimentell)

source: Holland
no: Nederland

source: Home
no: Hjem

source: Horizontal offset left in pixel
de: Horizontaler Versatz links in Pixel
no: Horisontal avvik til venstre (pixel)

source: Horizontal offset right in pixel
de: Horizontaler Versatz rechts in Pixel
no: Horisontal avvik til høyre (pixel)

source: Host
de: Rechner
no: Vert

source: Hostname
de: Rechnername
no: Vertsnavn

source: Hostname has been applied!
de: Hostname wurde zugewiesen!
no: Vertsnavn er lagt til!

source: How many entries to keep in the search history at most. 0 disables history entirely!
de: Maximale Anzahl von Einträgen im Suchverlauf. Diesen Wert auf "0" setzen, um den Verlauf zu deaktivieren.
no: Hvor mange oppføringer skal beholdes i søkehistorie på det meste. 0 deaktiverer søkehistorie helt og holdent.

source: How many minutes to wait until zapping back?
de: Wie viele Minuten vor Zurückschalten warten?
no: Hvor mange minutter å vente før kanal tilbakebytting?

source: How would you like to cut "%s"?
de: Wie möchtest Du schneiden "%s"?
no: Hvordan vil du kutte '%s'?

source: Humidity: %s %%
de: Luftfeuchtigkeit: %s %%
no: Luftfuktighet: %s %%

source: I can't convert subtitle for this kind of media!!!
de: Ich kann Untertitel für diese Art von Medien nicht konvertieren!
no: Klarer ikke å konvertere undertekst til denne type media!

source: I can't detect movie FPS!!!
de: Ich kann Film-FPS nicht erkennen!
no: Klarer ikke detektere film FPS!

source: I can't download subtitle for this kind of media!!!
de: Ich kann Untertitel für diese Art von Medien nicht herunterladen!
no: Klarer ikke laste ned undertekst for denne type media!

source: IMAP4 e-mail viewer for the Dreambox
de: IMAP4 E-Mail-Client für Ihre Dreambox
no: IMAP4 epost klient for Dreambox

source: IMDB info
no: IMDB informasjon

source: IMDB is not installed!
de: IMDB ist nicht installiert!
no: IMDB er ikke installert!

source: IMDB then movie filname
de: IMDB danach Dateiname des Films
no: IMDB så filmfilnavn

source: IMDb - Internet Movie Database
no: IMDb - Internet filmdatabase

source: IMDb Details
no: IMDb detaljer

source: IMDb Details parsed
de: Filminformationen eingelesen
no: IMDb detaljer analysert

source: IMDb Download completed
de: Download von IMDb abgeschlossen
no: IMDb nedlasting ferdig

source: IMDb Download failed
de: Download von IMDb fehlgeschlagen
no: IMDb nedlasting feilet

source: IMDb Menu
de: IMDb Menü
no: IMDb meny

source: IMDb Re-Download completed
de: Erneuten Download ausgeführt
no: IMdb relasting ferdig

source: IMDb Setup
de: IMDb Einstellungen
no: IMDb oppsett

source: IMDb info
no: IMDb informasjon

source: IMDb query failed!
de: Anfrage an IMDb fehlgeschlagen!
no: IMDb forespørsel feilet!

source: IMDb query language
de: IMDb Abfragesprache
no: IMDb forespørselspråk

source: IP Address
de: IP Adresse
no: IP-Adresse

source: IP Address:
de: IP Adresse:
no: IP adresse:

source: IPKG Update Notification
de: IPKG Aktualisierungs Benachrichtigung
no: IPKG oppdateringsmelding

source: IPKG-package:\n
de: IPKG-Paket:\n
no: IPKG pakke:\n

source: IRC Client for Enigma2
de: IRC Client für Enigma2
no: IRC klient for Enigma2

source: Idle Mode
no: Hvilemodus

source: If 0, the popup will remain open.
de: Anzeigezeit für das Hinweisfenster in Sekunden, 0 für unendlich.
no: Hvis 0, popup vil forbli åpen.

source: If You are using SD and HD channels in parallel, You have to match both channels separately!
no: Hvis du bruker SD og HD kanaler i paralell, begge kanaler må samsvare hver for seg!

source: If You can see this, Your configuration is correct.
de: Wenn Sie dies sehen können, ist die Konfiguration in Ordnung.
no: Hvis du kan lese dette, din konfigurasjon er riktig.

source: If a programme is interrupted and divided into separate events, the plugin will search for the connected events.
de: Im EPG wird nach weiteren Einträgen gesucht, die zur aufzunehmenden Sendung gehören. Wenn eine Sendung z.B. durch Nachrichten unterbrochen wird, versucht das Plugin trotzdem die komplette Sendung aufzunehmen.
no: Hvis et program blir avbrutt og delt til separate programmer, plugin'et vil da søke etter sammenkoblede programmer.

source: If a timer conflict occurs, AutoTimer will search outside the timespan for a similar event and add it.
de: Falls ein Timer-Konflikt auftritt sucht AutoTimer nach einer gleichen Sendung zu anderer Zeit und fügt sie hinzu.
no: Hvis en timer konflikt oppstår, AutoTimer vil søke utenfor tdsrommet for et lignende program, og legge den til.

source: If caching is disabled, each teletext page will searched when you entered its number.
de: Wenn das Puffern abgeschaltet ist, wird jede Seite erst nach Eingabe der Seitenzahl gesucht.
no: Hvis buffring er aktivert, hver teletext side vil bli gjennomsøkt når du oppgir dets nummer.

source: If enabled and necessary, the plugin will wake up the Dreambox from Deep-Standby for the defined starting time to control whether the programme begins earlier.
de: Wenn eingeschaltet und notwendig, wird das Plugin die Dreambox für die Kontroll-Vorlaufzeit aus dem Deep-Standby holen, um zu überprüfen, ob die Sendung früher anfängt.
no: Hvis aktivert og nødvendig, plugin'et vill vekke Dreambox fra dyp standby ved definert starttid for å kontrollere om programmet starter tidligere.

source: If enabled, orphaned movie files will be automatically deleted from movie directories.
de: Wenn diese Option aktiviert ist, werden verwaiste Film-Dateien automatisch gelöscht.
no: Hvis aktivert, de ukjente filmfiler vil automatisk bli slettet fra filmdatabasen.

source: If enabled, the polling will be skipped if EPGRefres is currently running.
de: Keine Suche während EPG Refresh läuft.
no: Hvis aktivert, forespørselen vil bli hoppet over når EPGRefresh kjører.

source: If enabled, the polling will be skipped if the Dreambox is recording.
de: Durch aktivieren wird die Suche übersprungen, wenn Aufnahmen laufen.
no: Hvis aktivert, forespørselen vil bli hoppet over om din Dreambox gjør opptak.

source: If installed, the plugin allows to modify the order in which entries of the main menu are shown.It can be changed using the "MenuSort" plugin, launchable from the regular plugin overview.
de: Dieses Plugin erlaubt das Verändern der Reihenfolge von Einträgen im Hauptmenü.
no: Hvis installert, tillates det å modifisere visningen av rekkefølgen til innholdet i hovedmenyen. Bruk "MenuSort" plugin som kan startes fra plugin oversikten.

source: If possible, x minutes before a timer starts VPS-Plugin will control whether the programme begins earlier. (0 disables feature)
de: Wenn möglich, wird x Minuten vor eigentlichem Beginn der Aufnahme überprüft, ob die Sendung früher anfängt. (0 deaktiviert das Feature)
no: Om mulig, x minutter før en timer starter, VPS plugin vil kontrollere om programmet starter tidligere. (0 deaktiverer funksjonen)

source: If the box is supposed to enter deep standby e.g. monday night at 1 AM, it actually is already tuesday. To enable this anyway, differing next day start time can be specified here.
de: Soll die Box z.B. Montag Nacht um 1 Uhr in den Deep Standby gehen, ist es genau genommen schon Dienstag. Damit dies trotzdem möglich ist, muss angegeben werden, wann der nächste Tag anfängt.
no: Om din Dreambox tenker å entre dyp standby eks. vis mandag natt kl. 01:00, så er dette faktisk tirsdag. For å aktivere dette likevel, en annen neste dag starttid kan spesifiseres her.

source: If the receiver currently isn't in standby, this is the duration which EPGRefresh will wait before retry.
de: Ist der Receiver zum Startzeitpunkt des Starts nicht im Standby, pausiert das Plugin für die hier eingetragene Zeit, bevor es einen erneuten Versuch startet.
no: Om din Dreambox i øyeblikket ikke er i standby, dette er varigheten som EPGRefresh vil vente før den prøver igjen.

source: If this is enabled an existing timer will also be considered recording an event if it records at least 80%% of it.
no: Hvis dette er aktivert, en eksisterende timer vil bli vurdert utført om den minst kan ta opp 80% av programmet.

source: If this is enabled, the Plugin save the epg.db /etc/enigma2/epg.db.
no: Hvis aktivert, EPGRefresh vil lagre epg.db i /etc/enigma2/epg.db.

source: If this is enabled, the plugin will wake up the receiver from standby if possible. Otherwise it needs to be switched on already.
de: Bei aktivierter Option weckt das Plugin den Receiver aus dem Standby auf - sofern möglich. Andernfalls muss die Box schon eingeschaltet sein.
no: Hvis aktivert, EPGRefresh vil vekke din Dreambox fra standby om mulig. Om ikke mulig må den allerede være slått på.

source: If this is selected, the name of the respective AutoTimer will be added as a tag to timers created by this plugin.
de: Wird diese Option gewählt, so wird der der Name des zugehörigen AutoTimers als Tag zu Timern welche durch dieses Plugin erstellt wurden hinzugefügt.
no: Hvis denne er valgt, vil navnet til respektive AutoTimer bli lagt til som tag til timer'e laget av dette plugin'et.

source: If this is selected, the tag "AutoTimer" will be given to timers created by this plugin.
de: Ist diese Option gewählt, so wird das Tag "AutoTimer" allen Timern die durch dieses Plugin erstellt werden hinzugefügt.
no: Hvis dette er valgt, vil teksten "AutoTimer" bli lagt til som tag til timer'e laget av dette plugin'et.

source: If this setting is enabled, the plugin adds a "Search" Button to the regular EPG.
de: Wenn diese Option aktiviert ist, wird der Standard EPG um die Funktion "Suchen" erweitert
no: Hvis aktivert, EPGRefresh legger til en 'Søk' knapp i vanlig EPG

source: If you see this message, please switch to the service you want to mark as startservice and try again.
de: Wenn diese Nachricht erscheint bitte auf den Kanal schalten, welcher als Startservice gesetzt werden soll, und dann nochmal versuchen.
no: Hvis du ser dette, vennligst bytt til den kanal du ønsker skal være startkanal, og prøv igjen.

source: If you want to refresh the EPG in background, you can choose the method which best suits your needs here, e.g. hidden, fake reocrding or regular Picture in Picture.
de: Wählen Sie hier die Methode für die Aktualisierung im Hintergrund, die am besten Ihren Anforderungen entspricht: versteckt, Pseudo- Aufnahme oder normales Bild in Bild.
no: Hvis du ønsker å oppfriske EPG i bakgrunnen, du kan velge metoden som best passer dine behov her, eks. skjult, simulert opptak eller vanlig Bilde i Bilde.

source: Ignore callers with no phone number
de: Ignoriere Anrufe ohne Rufnummer
no: Ignorer innringere uten telefonnummer

source: Illegal Parameter Value: sRef - '%s'
de: Unerlaubter Parameterwert: sRef - '%s'
no: Ulovlig parameterverdi: sRef - '%s'

source: Illegal Parameter value for Parameter begin : '%s'
de: Unerlaubter Parameterwert für Parameter begin: '%s'
no: Ulovlig parameterverdi for parameter start: '%s'

source: Illegal Parameter value for Parameter eit : '%s'
no: Ulovlig parameterverdi for parameter eit: '%s'

source: Illuminated RC layer 1
no: Belyst RC nivå 1

source: Illuminated RC layer 2
no: Belyst RC nivå 2

source: Illuminated RC layer 3
no: Belyst RC nivå 3

source: Illuminated RC layer 4
no: Belyst RC nivå 4

source: Image Version
no: Image versjon

source: Import AutoTimer
de: AutoTimer importieren
no: Importer AutoTimer

source: Import CSV file
de: CSV- Datei importieren
no: Importer CSV fil

source: Import existing Timer
de: Importiere aus Timer
no: Importer eksisterende Timer

source: Import from AutoTimer
de: Importiere aus AutoTimer
no: Importer fra AutoTimer

source: Import from EPG
de: Importiere aus EPG
no: Importer fra EPG

source: Import from Timer
de: Importiere aus Timer
no: Importer fra timer

source: Improperly launched plugin. Aborting!
de: Plugin falsch gestartet. Abbruch!
no: Feilaktig startet plugin. Avslutter!
