Repository: opendreambox/enigma2-plugins
Catalog: po/*.po
Languages: de, no

source: Show in main menu
de: Im Hauptmenü anzeigen
no: Vis i hovedmeny

source: Show in plugin browser
de: Zeige im Plugin Browser
no: Vis i plugin meny

source: Show indicator label if zapping PiP
no: Vis indikatormerke hvis bytte av BiB

source: Show info screen
de: Info zeigen
no: Vi informasjonskjerm

source: Show last EPGRefresh - Time
de: Letzte EPG-Aktualisierung zeigen
no: Vis siste EPGRefresh - Tid

source: Show list numbers:
de: Zeige Sendernummern:
no: Vis listenummer:

source: Show live tuner
de: Live-Tuner anzeigen
no: Vis LIVE tuner

source: Show more Functions
de: Mehr Funktionen anzeigen
no: Vis flere funksjoner

source: Show multi colored begin/remain times:
de: Zeige mehrfarbige Beginn- und Restzeit:
no: Vis multifargede start/gjenværende tider:

source: Show new Messages as
de: Neue Nachrichten als
no: Vis nye meldinger som

source: Show notification on conflicts
de: Benachrichtigung bei Konflikten anzeigen
no: Vis meldinger ved konfliker

source: Show notification on similars
de: Benachrichtigung über Alternativ-Timer anzeigen
no: Vis meldinger ved identiske oppføringer

source: Show on events
de: Beim Sendungswechsel anzeigen
no: Vis ved programendring

source: Show on key press
de: Mit Tastendruck anzeigen
no: Vis når tast trykket

source: Show only calls for specific MSN
de: Zeige nur Anrufe bestimmter Nummern
no: Vis bare samtaler for spesifikk MSN

source: Show pending records only within x hour(s)
de: Ausstehende Aufnahmen nur für die nächsten x Stunden
no: Vis ventende opptak mellom x time(r)

source: Show pending timer(s)
de: Ausstehende Aufnahmen anzeigen
no: Vi ventende opptak

source: Show picons:
de: Zeige Picons:
no: Vis picons:

source: Show plugin in extensions menu:
de: Zeige Plugin im Erweiterungsmenu:
no: Vis plugin i utvidet meny:

source: Show popup to add Stb Channel
de: Zeige Popup wenn STB Kanal hinzugefügt
no: Vis popup for å legge til Stb kanal

source: Show popup when refresh starts and ends
de: Meldung zeigen, wenn Aktualisierung startet/endet
no: Vis popup når oppfriskning starter og slutter

source: Show program settings
de: Programmeinstellungen anzeigen
no: Vis programinnstillinger

source: Show record(s)
de: Aufnahmen anzeigen
no: Vis opptak

source: Show series info (SP)
de: Serien-Info anzeigen (SP)
no: Vis serieinformasjon (SP)

source: Show service name:
de: Zeige den Sendernamen:
no: Vis kanalnavn:

source: Show short description:
de: Zeige Kurzbeschreibung:
no: Vis kort beskrivelse:

source: Show side by side option in extension menu
de: Aktiviere Nebeneinander Option in Extension-Menü
no: Vis side ved side valg i utvidet meny

source: Show stream(s) (WebIf)
de: Streams (WebIf) anzeigen
no: Vis strømning(er) (WebIf)

source: Show switch message
de: Umschalt-Info zeigen
no: Vis byttemeldinger

source: Show text input help for epg search:
de: Zeige Eingabehilfe bei EPG-Suche:
no: Vis tekstoppføringshjelp for EPG søk:

source: Show the pending Services for refresh
de: Ausstehende Sender einer laufenden Aktualisierung ansehen
no: Vis ventende tjenester klar for oppfriskning

source: Show the tuner state as infobar popup
de: Tunerstatus als InfoBar Popup anzeigen
no: Vis tunerstatus som infobar popup

source: Show this help screen
de: Diese Hilfe anzeigen
no: Vis denne hjelpsiden

source: Show top/bottom option in extension menu
de: Aktiviere Oben/Unten Option in Extension-Menü
no: Vis topp/bunn valg i utvidet meny

source: Show transcoded stream(s) (OpenWebIf)
de: Transkodierten Stream (OpenWebIf) anzeigen
no: Vis transkodet strøm(mer) (OpenWebIf)

source: Show transcoded stream(s) (WebIf)
de: Transkodierten Stream (WebIf) anzeigen
no: Vis transkodet strøm(mer) (WebIf)

source: Show tv/radio switch:
de: Tv/Radio Umschalter zeigen:
no: Vis TV/RADIO bryter:

source: Show undefined service(s)
de: Unbekannte Services anzeigen
no: Vis udefinerte kanal(er)

source: Show video picture:
de: Zeige Videobild:
no: Vis videobilde:

source: Show volumebar when volume-value was changed
de: Zeige Lautstärkenanzeige bei geändertem Lautstärkenwert
no: Vis volumbar når volumstyrke er endret

source: Show webcam pictures on your TV Screen
de: Zeigt Bilder von Webcams auf der Dreambox
no: Vis webkamerabilder på TV skjermen

source: Showing Elektro readme.txt
de: Zeige Elektro Readme.txt
no: Vis Elektro readme.txt

source: Shows a list containing the zapping-history and allows user to zap to the entries or to modify them.
de: ZapHistoryBrowser zeigt eine Liste der zuletzt gesehenen Sender an.
no: Viser en liste med ZAP historie. Tillater å gå til kanal fra listen eller modifisere oppføringer.

source: Shows a list of recent zap entries
de: Zeigt eine Liste der zuletzt gesehenen Kanäle
no: Viser en liste med nylig brukte ZAP kanaler

source: Shows average bitrate of video and audio
de: Zeigt die Audio und Video Bitrate an
no: Viser gjennomsnittelig bitrate på film og lyd

source: Shows statistics of watched services
de: Zeigt Statistiken zu angeschauten Sendungen
no: Viser statistikk over sette programmer

source: Shows the clock permanent on the screen
de: Zeigt eine Uhr permanent auf dem Bildschirm
no: Viser klokken permanent på skjerm

source: Shows the clock permanently on the screen
de: Permanente Uhrzeitanzeige auf dem TV
no: Vis klokke permanent på skjermen

source: Shows the service name instead of the service number when zapping.
de: Zeigt den Sendernamen anstelle der Sendernummer beim umschalten.
no: Vis kanalnavn i stedet for kanalnummer når kanal skiftes.

source: Shows the watched services with some statistic
de: Zeige die angeschauten Sendungen mit einigen Statistiken
no: Viser sette program med noe statistikk

source: Shuffle is not available yet with cue-files!
de: Zufallswiedergabe ist noch nicht verfügbar für cue-Dateien!
no: Tilfeldig rekkefulge er ikke mulig enda med cue filer!

source: Shutdown
de: Herunterfahren
no: Slå av

source: Shutdown after EPG refresh
de: Nach EPG Aktualisierung herunterfahren
no: Slå av tuner etter EPG oppfriskning

source: Shuts down your Dreambox into Deep Standby (Power Save Mode)
de: Fährt ihre Dreambox in den Deep-Standby (Energiesparmodus)
no: Sett Dreambox i dyp søvn (strømsparemodus)

source: Side by side
de: Nebeneinander
no: Side ved side

source: Similar
de: Ähnlich
no: Lignende

source: Similar:
de: Ähnlich:
no: Lignende:

source: Simple
de: Einfach
no: Enkel

source: Simple Anti-Hijack Measures (may break clients)
de: Einfache Anti-Hijack Maßnahmen (kann zu Problemen mit Clientsoftware führen)
no: Enkle Anti-Hijack tiltak (kan ødelegge klienter)

source: Simple IRC GroupChat client for e2 #dm8000-vip channel
de: dreamIRC ist ein IRC Chat-Client, der Ihnen direktenZugriff auf den #dm8000-vip-Chat ermöglicht.
no: Enkel IRC GroupChat klient for e2 #8000-vip kanal

source: Simple RSS Reader
no: Enkel RSS leser

source: Simple RSS Reader Setup
de: Simple RSS Reader Einstellungen
no: Enkel RSS leser oppsett

source: Simple RSS Reader: %s
no: Enkel RSS leser: %s

source: SimpleRSS allows reading RSS newsfeeds on your Dreambox.
de: Mit SimpleRSS können Sie RSS-Links (Newsfeeds) auf Ihrer Dreambox betrachten.
no: SimpleRSS tillater lesing av RSS informasjon på din Dreambox.

source: Single
de: Einzel
no: Enkel

source: Single EPG
de: Einfach-EPG
no: Enkel EPG

source: Size
de: Größe
no: Størrelse

source: Size of local picture cache. If the maximum size is reached the cleanup process will delete the oldest existing pictured after the plugin was closed.
no: Størrelse på lokal bildebuffer. Hvis maksimum størrelse er nådd, opprenskningsprosessen vil slette den eldste funnede bilde, etter at plugin ble avsluttet.

source: Skip check because of pattern match
no: Hopp over sjekk pga. mønstersamsvar

source: Skip check during running records
no: Hopp over sjekk under kjørende opptak

source: Skip mounts for free space statistics
no: Hopp over monteringer for ledig plass statistikk

source: Skip poll during epg refresh
de: Suche während EPG Refresh überspringen
no: Hopp over forespørsler under EPG oppfriskning

source: Skip poll during records
de: Suche während Aufnahme überspringen
no: Hopp over forspørsler under opptak

source: Skip protected Services
de: überspringe geschützte Kanäle
no: Hopp over beskyttede kanaler

source: Skip search during records
de: Suche während einer Aufnahme überspringen
no: Hopp over søk under opptak

source: Skip search if pattern matches
de: Suche überspringen wenn Vorlage übereinstimmt
no: Hopp over søk hvis mønster samsvarer

source: Skipping config option:
no: Hopper over konfigurasjonsvalg:

source: Skipping lookup because no begin timestamp is specified
no: Hopper over søk pga. utelatt tidsperiode spesifisert

source: Skipping lookup because no channel is specified
no: Hopper over søk pga. ingen kanal spesifisert

source: Skipping lookup because no show name is specified
no: Hopper over søk pga. ingen 'vis navn' er spesifisert

source: Skipping old channels file
no: Hopper over gamle kanalfiler

source: Skipping rename because file already exists
no: Hopper over ømdøping fordi fil allerede eksisterer

source: Skipping timer because it is a just play timer
no: Hopper over timer fordi den bare er en 'spill timer'

source: Skipping timer because it is already handled
no: Hopper over timer fordi den allerede er håndtert

source: Skipping timer because it is already in queue
no: Hopper over timer fordi den allerede er i kø

source: Skipping timer because it is already modified %s
no: Hopper over timer fordi den allerede er modfisert %s

source: Skipping timer because it is already running
no: Hopper over timer fordi den allerede kjører

source: Skipping timer because it starts in less than 60 seconds
no: Hopper over timer fordi den vil starte innenfor 60 sekunder!

source: Skipping timer because no event was found
no: Hopper over timer fordi ingen program ble funnet

source: Sleep
de: Ruhezustand
no: Hvilemodus

source: Sleep timer
de: Ausschalt-Timer
no: Hvilemodus timer

source: Sleeptimer has been disabled
de: Der Ausschalt-Timer wurde deaktiviert.
no: Hvilemodustimer har blitt deaktivert

source: Sleeptimer is disabled
de: Der Ausschalt-Timer ist inaktiv
no: Hvilemodustimer er deaktivert

source: Sleeptimer is enabled
de: Der Ausschalt-Timer ist aktiv.
no: Hvilemodustimer er aktivert

source: Sleeptimer set to %s minutes
de: Der Ausschalt-Timer wurde für %s Minuten aktiviert
no: Hvilemodustimer satt til %s minutter

source: Slideshow Mode
no: Bildefremvisermodus

source: Slideshow Time
no: Bildefremviser tid

source: Slideshow interval
no: Bildefremviser intervall

source: Smiley
no: Smilefjes

source: So that's all you can do?
no: Så dette er alt du kan gjøre?

source: Socket timeout
de: Zeitlimt für Anfragen zum Proxy (Sekunden)
no: Sokkel tidsavbrudd

source: Software fax active
de: Software Fax aktiv
no: Programvarefax aktiv

source: Software fax inactive
de: Software Fax inaktiv
no: Programvarefax innaktiv

source: Some plugins are not available:
de: Einige Plugins sind nicht verfügbar:
no: Noen plugin er ikke tilgjengelige:

source: Songs (%d)
de: Lieder (%d)
no: Sanger (%d)

source: Sorry, this feature is not available due to license reasons. To get the full version, please search the web for "dreambox automaticcleanup."
de: Dieses Feature ist aus Lizenzgründen leider nicht verfügbar. Die Vollversion ist im web zu finden unter "dreambox automaticcleanup".
no: Beklager, dette muligheten er ikke tilgjengelig pga. lisensårsaker. For å få full versjon, vennligst søk web for 'dreambox automaticcleanup'

source: Sorry, this type of feed is unsupported: %s
de: Derartige Kanäle werden nicht unterstützt: %s
no: Beklager, denne type feed er ikke støttet: %s

source: Sorry, video is not available!
de: Video nicht verfügbar!
no: Film ikke tilgjengelig!

source: Sort
de: Sortieren
no: Sorter

source: Sort (date+)
de: Sortiere (Datum+)
no: Sorter (dato+)

source: Sort (date-)
de: Sortiere (Datum-)
no: Sorter (dato-)

source: Sort (duration+)
de: Sortiere (Dauer+)
no: Sorter (varighet+)

source: Sort (duration-)
de: Sortiere (Dauer-)
no: Sorter (varighet-)

source: Sort (name+)
de: Sortiere (Name+)
no: Sorter (navn+)

source: Sort (name-)
de: Sortiere (Name-)
no: Sorter (navn-)

source: Sort AutoTimer
de: Sortiere AutoTimer
no: Sorter AutoTimer

source: Sort EventInfo Extensions
de: Sortiere Event Info Erweiterungen
no: Sorter programinfoutvidelser

source: Sort Extensions
de: Sortiere Erweiterungen
no: Sorter utvidelser

source: Sort MovieList Extensions
de: Sortiere Movielist Erweiterungen
no: Sorter MovieList utvidelser

source: Sort Plugins in the PluginBrowser.
de: Sortieren der Plugins im PluginBrowser
no: Sorter plugins i PluginBrowser.

source: Sort Time
de: Sortiere nach Zeit
no: Sorter etter tidspunkt

source: Sort birthdays by:
de: Sortiere Geburtstage nach:
no: Sorter fødselsdager:

source: Sort by date (ascending)
de: Sortiere nach Datum (aufsteigend)
no: Sorter på dato (stigende)

source: Sort by date (bouquet-)
de: Nach Datum sortieren (bouquet-)
no: Sorter på dato (favoritt-)

source: Sort by date (descending)
de: Sortiere nach Datum (absteigend)
no: Sorter på dato (synkende)

source: Sort by name (ascending)
de: Sortiere nach Name (aufsteigend)
no: Sorter på navn (stigende)

source: Sort by name (bouquet+)
de: Nach Namen sortieren (bouquet+)
no: Sorter på navn (favoritt+)

source: Sort by name (descending)
de: Sortiere nach Name (absteigend)
no: Sorter på navn (synkende)

source: Sort main menu
de: Hauptmenü sortieren
no: Sorter hovedmeny

source: Sort order of audio parameters
no: Sorter rekkefølge på lydparametere

source: Sort order of subtitle parameters
no: Sorter rekkefølge for undertekstparametre

source: Sorting next
de: Sortierung vor
no: Sorterer neste

source: Sorting previous
de: Sortierung zurück
no: Sorterer forrige

source: Source and destination folders are the same.
de: Quell- und Zielverzeichnis sind identisch.
no: Kilde og destinasjonskatalog er den samme.

source: Source:
de: Quelle:
no: Kilde:

source: South Korea
de: Süd Korea
no: Sør Korea

source: Space between columns:
de: Abstand zwischen Spalten:
no: Plass mellom kolonner:

source: Spain
de: Spanien
no: Spania

source: Spanish
de: Spanisch
no: Spansk

source: Specified Tags
de: Vorhandene Tags
no: Spesifiserte merker

source: Specify how long (seconds) the clock shall be shown before it disappears. Set to "0" to show clock until hidden manually.
de: Wie lange (Sekunden) soll die Uhr eingeblendet werden? Bei der Einstellung "0" wird die Uhr nur mit der Taste "EXIT lange" ausgeblendet.
no: Spesifiser hvor lenge (sekunder) klokken skal vises før den forsvinner. Sett '0' for å vise klokken inntil skjult manuelt.

source: Specify plugin description to be used in menu (needs GUI restart).
de: Beschreibung, mit der das Plugin im Menü erscheinen soll (erfordert GUI Neustart).
no: Spesifiser pluginbeskrivelse som skal vises i meny (omstart av GUI påkrevd).

source: Specify plugin name to be used in menu (needs GUI restart).
de: Name, unter dem das Plugin im Menü erscheinen soll (erfordert GUI Neustart).
no: Spesifiser pluginnavn som skal vises i meny (omstart av GUI påkrevd)

source: Specify wheter the clock shall be shown at system start (will be hidden after the timeout defined above)
de: Festlegen, ob die Uhr beim Systemstart angezeigt werden soll (wird nach Erreichen des oben definierten Timeouts ausgeblendet)
no: Spesifiser om klokke skal vises ved systemoppstart (skjules etter definert tidsrom over)

source: Specify whether plugin shall show up in plugin menu or extensions menu (needs GUI restart)
de: Auswahl, ob Elektro im Plugin Menü oder Erweiterungs-Menü gezeigt werden soll (erfordert GUI Neustart).
no: Spesifiser om plugin skal vises i plugin meny eller utvidet meny (omstart av GUI påkrevd)

source: Specify, how long expired timer list entries shall be kept at most. Deactivated repeat timer entries won't be deleted ever.
de: Wie lange sollen abgelaufene Timer längstens aufbewahrt werden? Deaktivierte Wiederholungstimer werden nicht gelöscht.
no: Spesifiser hvor lenge utgått(e) timer(e) i listen skal beholdes. Utgåtte repeterende timer(e) vil aldri bli slettet.

source: Specify, how long system setting backups shall be kept at most (even if maximum number is not yet exceeded). Latest backup will be kept anyway!
de: Wie lange sollen Einstellungs-Sicherungen aufbewahrt werden (auch wenn die maximale Anzahl noch nicht erreicht ist)? Die letzte Sicherung wird niemals gelöscht!
no: Spesifiser hvor lenge backup av systeminnstillinger skal beholdes på det lengste (selv om nåværende maksimum nummer ikke er nådd). Siste backup vil bli beholdt uansett!

source: Speed
de: Drehzahl
no: Hastighet

source: Splitting mode
de: Geteilter Bildschirm
no: Delemodus

source: Sports
de: Sport
no: Sport

source: Standard EPG info
no: Standard EPG informasjon

source: Standby Notification
no: Standby varsling

source: Standby on boot
de: Nach dem Booten in den Standby
no: Standby etter oppstart

source: Standby on manual boot
de: Nach dem manuellen Booten in den Standby
no: Standby etter manuell oppstart

source: Start / End record
de: Start / Ende einer Aufnahme
no: Start / Slutt opptak

source: Start / Stop monitoring instantly
no: Start / Slutt øyeblikkelig overvåking

source: Start EPGrefresh immediately
de: Eine Aktualisierung sofort starten
no: Start EPGRefresh umiddelbart

source: Start Slideshow
no: Start bildefremvisning

source: Start allways on channel 1:
de: Immer auf Kanal 1 starten:
no: Start alltid på kanal 1:

source: Start automatically with Enigma2
de: Automatisch mit Enigma2 starten
no: Start automatisk med Enigma2

source: Start easy your multimedia plugins with the PVR-button.
de: Starten von Multimedia Plugins mit der PVR Taste
no: Enkel oppstart av plugins med PVR tast.

source: Start execution
de: Ausführung starten
no: Start kjøring

source: Start first EventInfo:
no: Start først EventInfo

source: Start infinite recording
de: Endloseaufnahme starten
no: Start uendelig opptak

source: Start monitoring
no: Start overvåking

source: Start on Sessionstart
no: Start ved oppstart

source: Start record
de: Start einer Aufnahme
no: Start opptak

source: Start recording?
de: Aufnahme beginnen?
no: Start innspilling?

source: Start standard PiP after x secs (0 = disabled)
de: Standard PiP nach x Sek. starten (0 = aus)
no: Start standard BiB etter x sekunder (0 = deaktivert)

source: Start time (HH:MM)
no: Starttid (HH:MM)

source: Start update check if not done yet
no: Start oppdateringssjekk om ikke utført allerede

source: Start with following feed:
de: Beginne mit folgendem feed:
no: Start med følgende infomasjonskapsel:

source: StartTime
de: Startzeit
no: Starttiidspunk

source: Starting time
de: Kontroll-Vorlaufzeit
no: Starttid

source: Startup aspect ratio
de: Start-Einstellung
no: Aspektratio ved oppstart

source: Startup delay (in min)
de: Startverzögerung (in min)
no: Oppstartspause (i minutter)

source: StartupToStandby Configuration
de: StartupToStandby Konfiguration
no: StartupToStandby konfigurasjon

source: State
de: Status
no: Tilstand

source: Static temp C
de: Ruhe-Temperatur C
no: Statisk temp C

source: Stations
de: Stationen
no: Stasjoner

source: Status not available
de: Status nicht verfügbar
no: Status ikke tilgjengelig

source: Std. Feeds
no: Standard feeds

source: Step in ms for arrow keys
de: Schritte in ms für Pfeiltasten
no: Trinn i (ms) for piltaster

source: Step in ms for key %i
de: Schritt in ms für Taste %i
no: Trinn i (ms) for tast %i

source: Step in ms for keys '%s'
de: Schritt in ms für Tasten '%s'
no: Trinn i (ms) for taster '%s'

source: Stop
no: Stopp

source: Stop KiddyTimer (this session only)
de: KiddyTimer stoppen (nur diese Session)
no: Stopp KiddyTimer (bare denne økten)

source: Stop Refresh
de: Aktualisierung stoppen
no: Stopp oppfriskning

source: Stop Running EPG-refresh
de: Laufende Aktualisierung stoppen
no: Stopp kjørende EPG oppfriskning

source: Stop Slideshow
no: Stopp bildefremvisning

source: Stop current event and disable coming events
de: Laufendes Ereignis abbrechen und kommende ignorieren
no: Stopp nåværende event og stop kommende events

source: Stop current event but not coming events
de: Laufendes Ereignis abbrechen, aber kommende ausführen
no: Stopp nåværende event med ikke de som kommer

source: Stop monitoring
no: Stopp overvåking

source: Stop playing this movie?
de: Wiedergabe beenden?
no: Stoppe avspilling av denne filmen?

source: Stop record
de: Beende Aufnahme
no: Stopp opptak

source: Stop running refresh
de: Laufende Aktualisierung stoppen
no: Stopp kjørende oppfriskning

source: Stop stalling! Tell me what to do already.
no: Stopp streving! Fortell meg hvordan allerede.

source: Stop timer
no: Stopp timer

source: Stop timeshift while recording?
de: Timeshift beenden wenn Aufnahme läuft?
no: Stopp direkteopptak under opptak?

source: Stream
de: Streame
no: Strømning

source: Stream %s
de: Streame %s
no: Strømning %s

source: Stream Client
no: Strømningsklient

source: Stream Client with Port
de: Stream-Client Port
no: Strømningsklient med port

source: Stream TV from your Partnerbox
de: TV-Bild der Partnerbox anzeigen
no: Strøm TV fra Partnerbox

source: Stream current service from partnerbox
de: Aktuelles TV-Bild der Partnerbox anzeigen
no: Strøm nåværende kanal fra Partnerbox

source: Streaming Information
no: Strømningsinformasjon

source: Streaming error: %s
de: Streaming Fehler: %s
no: Streamfeil: %s

source: Strictly
no: Strengt

source: Strip Leading 0
de: Führende 0 entfernen
no: Fjern ledende 0

source: Style of timer
de: Aussehen des Timers
no: Stil for timer

source: Subject
de: Betreff
no: Emne

source: Submit Pluginlist?
de: Liste der installierten Plugins übertragen?
no: Send inn pluginliste?

source: Submit Timerlist?
de: Liste der Timer übertragen?
no: Send in timerliste?

source: SubsDownloader : Install...
no: SubsDownloader: Installerer...

source: Subscribe Newsfeed...
de: Nachrichtenkanal abonieren...
no: Abonner nyhetsfeed...

source: Subscribe to channel
de: Channel abonnieren
no: Abonner på kanal

source: Subtitle Downloader : Install...
no: Subtitle Downloader: Intallerer...

source: Subtitle Downloader is a subtitle searching program which tries to find the best subtitle to video file (avi, mkv, mp4, mov, 3gp, other).
de: SubtitleDownloader sucht nach Untertiteln für Video Dateien (avi, mkv, mp4, mov, 3gp, andere)
no: Nedlaster for undertekster er et søkeprogram som prøver å finne den beste underteksten til videofiler (avi, mkv, mp4, mov, 3gp, oother).

source: Subtitle overlay
de: Untertitel einblenden
no: Undertekst overlegg

source: Success
de: Erfolgreich
no: Suksess

source: Success: %s
no: Suksess: %s

source: Successfully moved the movie %s
de: Der Film %s wurde erfolgreich verschoben
no: Vellykket flytting av film %s

source: Successfully renamed
de: Erfolgreich umbenannt
no: Vellykket omdøping

source: Sucessfully changed password for root user to:
de: Passwort fuer root wurde erfolgreich geaendert auf:
no: Vellykket endring av passord for root bruker:

source: Sun
de: So
no: Søn

source: Sunday
de: Sonntag
no: Søndag

source: Suomipoeka-Movielist patch
no: Suomipoeka-Movielist mønster

source: Support "Fast Scan"?
de: "Fast Scan"-Unterstützung?
no: Støtte for hurtigspoling?

source: Sweden
de: Schweden
no: Svensk

source: Switch OSD automatically
de: Automatisch umstellen
no: Bytt OSD automatisk

source: Switch OSD from 2D to 3D and vice versa
de: Schaltet das OSD um zwischen 2D und 3D
no: Bytt OSD fra 2D til 3D og motsatt

source: Switch to next configured page URL
de: Zur nächsten Seite wechseln
no: Bytt til neste konfigurerte URL side

source: Switch to previous configured page URL
de: Zur vorherigen Seite wechseln
no: Bytt til forrige konfigurerte URL side

source: Switzerland
de: Schweiz
no: Sveits

source: Symlink name error!
no: Symlink navnefeil!
