Repository: opendreambox/enigma2-plugins
Catalog: po/*.po
Languages: de, no

source: This is the delay in hours that the AutoTimer will wait after a search to search the EPG again.
de: Das ist die Verzögerung in Stunden, die der AutoTimer wartet, bis nach einer erfolgten Suche eine neue gestartet wird.
no: Dette er tiden AutoTimer vil vente mellom søk i EPG.

source: This is the delay in minutes that the AutoTimer will wait on initial launch to not delay enigma2 startup time.
de: Dies ist die Verzögerung in Minuten die der AutoTimer nach dem ersten Start wartet um den Start von enigma2 nicht zu verzögern.
no: Detter pausen i minutter som AutoTimer vil vente med å starte, for ikke å forlenge Enigma2 oppstartstid.

source: This is the delay in seconds that the AutoTimer will wait after editing the AutoTimers.
de: Dies ist die Verzögerunbg in sekunden die der AutoTimer nach dem Bearbeiten von AutoTimern wartet.
no: Dette er pausen i sekunder som AutoTimer vil vente etter redigering av AutoTimers.

source: This is the duration each service/channel will stay active during a refresh.
de: Anzahl Sekunden, für die die einzelnen Kanäle aktiviert werden.
no: Dette er varigheten hver kanal vil være aktiv gjennom en oppfriskning.

source: This is the duration in minutes that the AutoTimer is allowed to run.
de: Die Zeit, in Minuten, die der AutoTimer laufen darf.
no: Dette er varigheten i minutter AutoTimer har tillatelse til å kjøre oppfriskning.

source: This is the entry point of EPGRefresh. From this menu you can configure every aspect of the plugin. The configuration options each have an explaination which is supposed to help you to understand their effects better. Please give reading them a try, they can save you a lot of time. Using the YELLOW button you can start a refresh manually. You also be able to enable the functionalities in the Extensionmenu. The INFO button brings up the date the last refresh was completed successfully. You will also find an Extensionmenu-Entry to stop a running Refresh. The BLUE key opens the service editor (next page).
no: Dette er ingangspunktet til EPGRefresh. Fra denne menyen kan du konfigurere hvert aspekt dette pluginet tilbyr. Hvert konfigurasjonsvalg har sin egen forklaring som er ment til å hjelpe deg å forstå valgene bedre. Vennligst bruk tid på å lese dem godt. De kan spare deg for en mengde tid. Bruk GUL tast for å starte en manuell oppfriskning av EPG. Du kan også aktivere funksjonaliteter direkte fra den utvidede meny. INFO tast henter opp datoen den siste EPG oppfriskning ble vellykket utført. Du vil også finne et valg i utvidet meny for å stoppe en kjørende EPG oppfriskning. Blå tast åpner kanalredigeringen (neste side)

source: This is the help screen. Feed me with something to display.
de: Dies ist die MyTube Hilfe. Bitte ausfüllen.
no: Dette er hjelpeskjermen. Velg noe å vise.

source: This is what will be looked for in event titles. Note that looking for e.g. german umlauts can be tricky as you have to know the encoding the channel uses.
de: Hiernach wird im Sendungstitel gesucht. Die Suche z.B. nach Umlauten ist etwas komplizierter, da man dazu den Zeichensatz des Sender-EPGs wissen muss.
no: Dette er hva det blir søkt etter i programtittler. Vær klar over at eks. vis tyske ordlyder kan være vanskelig da du er nødt til å kjenne til kanalens koding.

source: This line is not editable!
de: Diese Linie kann nicht bearbeitet werden!
no: Denne linjen er ikke redigerbar!

source: This list of IP addresses is checked. Elektro waits until addresses no longer responds to ping.
de: Diese Liste von IP Adressen wird überprüft. Elektro wartet solange bis keine Adresse mehr auf Ping antwortet.
no: Denne listen med IP adresser er sjekket. Elektro venter inntil adresser ikke lenger responderer til ping.

source: This plugin can determine whether a programme begins earlier or lasts longer. The channel has to provide reliable data.
de: Das VPS-Plugin kann feststellen, ob eine Sendung früher beginnt oder länger dauert als im Timer programmiert wurde. Der Sender muss verlässliche Daten liefern!
no: Dette plugin kan finne ut om et program starter tidligere eller varer lengre. Kanalen må tilbakebringe pålitelige data.

source: This screen should be pretty straight-forward. If the option name does not give its meaning away there should be an explanation for each of them when you select them. If there is no visible explanation this is most likely a skin issue and please try if the default skin fixes the issue. A lot of effort has been put in making the parameters as easy to understand as possible, so give reading them a try ;-).
no: Denne siden skal være ganske rett frem. Hvis et valg ikke gir noen mening, så vil du kunne se en foklarende tekst beskrevet når du velger den. Hvis det ikke finnes noen synlig forklaring, da er det mest sannsynlig et skin problem. Prøv da om default skin fikser problemet. Vi har lagt mye krefter i å gjøre alle parametere så enkle å forstå som mulig, så bruk god tid på å lese beskrivelsene.

source: This setting controls the behavior when a timer matches a found event.
de: Diese Einstellung kontrolliert das Verhalten, wenn ein bestehender Timer mit einer gefundenen Sendung übereinstimmt.
no: Denne instillingen kontrollerer oppførsel når en timer passer med et funnet program.

source: This setting controls whether or not an informational message will be shown at start and completion of refresh.
de: Soll zum Start und Ende der Aktualisierung eine Informationsmeldung angezeigt werden?
no: Innstillingene kontrollerer om eller ikke en informasjonsmelding vil bli vist ved start og fullførelse av EPG oppfriskning.

source: This setting controls whether or not the refresh will be initiated even though the receiver is active (either not in standby or currently recording).
de: Aktualisierung auch starten, wenn die Box gerade in Verwendung ist (also nicht im Standby oder bei aktiver Aufnahme)?
no: Denne innstillingen kontrollerer om eller ikke EPG oppfriskning vil bli startet selv om tuneren er aktiv (heller ikke i standby og ved opptak).

source: This setting controls whether the receiver should be set to standby after refresh is completed.
de: Soll der Receiver nach vollständiger Aktualisierung in den Standby versetzt werden?
no: Denne innstillingen kontrollerer om din tuner skal settes i standby etter at EPG oppfriskning er utført.

source: This sounds surprisingly easy, what's the catch?
no: Dette høres overraskende enkelt ut, what's the catch?

source: This toggles the behavior on timer conflicts. If an AutoTimer matches an event that conflicts with an existing timer it will not ignore this event but add it disabled.
de: Diese Einstellung bestimmt das Verhalten bei einem Konflikt. Wenn eine Sendung mit einem bestehenden Timer kollidiert, kann dieser als inaktiv hinzugefügt werden.
no: Dette styrer oppførsel ved timer konflikter. Hvis en AutoTimer passer med et program som har konflikt med en eksisterende timer, så vil den ikke ignorere dette programmet, men i stedet legge den til som deaktivert.

source: Thu
de: Do
no: Tor

source: Thursday
de: Donnerstag
no: Torsdag

source: Ticker
no: Symbol

source: Time Elapsed
de: Zeit vergangen
no: Brukt tid

source: Time Left
de: Zeit verbleibend
no: Gjenværende tid

source: Time Left / Duration
de: Zeit verbleibend / Dauer
no: Tid Gjenværende / Varighet

source: Time format begin
de: Zeitformat (Start)
no: Tidsformat start

source: Time format end
de: Zeitformat (Ende)
no: Tidsformat slutt

source: Time in minutes to append to recording.
de: Zusätzliche Zeit (Minuten), die nach der Sendung aufgezeichnet werden soll.
no: Tid i minutter som legges til i etterkant av en innspillingen.

source: Time in minutes to prepend to recording.
de: Zusätzliche Zeit (Minuten), die vor der Sendung aufgezeichnet werden soll.
no: Tid i minutter som legges til i forkant av en innspilling.

source: Timeout
no: Tidsavbrudd

source: Timeout (in min)
no: Tidsavbrudd (i minutter)

source: Timeout for Call Notifications (seconds)
de: Anzeigedauer in Sekunden
no: Tidsavbrudd for samtalevarslinger (sekunder)

source: Timeout for Success Popups
no: Tidsavbrudd for suksess popups

source: Timeout for Warnings Popups
no: Tidsavbrudd for advarsel popup

source: Timeout for activation dialog
de: Timeout für den Aktivierungsdialog
no: Tidavbrudd for aktiveringsdialog

source: Timer '%s' added
de: Timer '%s' wurde hinzugefügt
no: Timer '%s' lagt til

source: Timer Progress (Graphical)
de: Zeitverlauf (grafisch)
no: Time fremdrift (Grafisk)

source: Timer Progress (Text)
de: Zeitverlauf (Text)
no: Timer fremdrift (Tekst)

source: Timer can not be added...no locations on partnerbox available.
de: Timer kann nicht hinzugefügt werden...kein Aufnahmeort auf der Partnerbox verfügbar.
no: Timer kan ikke legge til... ingen lokasjon på Partnerbox tilgjengelig.

source: Timer has no EIT
no: Timer har ingen EIT

source: Timer rename has been finished with %d errors:
de: Timer umbenennen wurde beendet mit %d Fehler:
no: Timer omdøping har blitt utført med %d feil:

source: Timer type
de: Timer-Typ
no: Type timer

source: TimerList has been saved
de: Timerliste wurde gespeichert
no: Timerliste ble lagret

source: TimerList has not been saved
de: Timerliste wurde nicht gespeichert
no: Timerliste ble ikke lagret

source: Timerlist
de: Timerliste
no: Timerliste

source: Timerlist cleanup is enabled in EMC plugin! To avoid crashes, we won't delete entries whilst this option is enabled in EMC.
de: Bereinigung der Timerliste ist im EMC Plugin aktiviert! Um Abstürze zu verhindern, werden hier keine Einträge gelöscht, solange diese Option in EMC gesetzt ist.
no: Timerliste oprydding er aktivert i EMC plugin! Vi sletter ingen oppføringer så lenge dette valget er aktivert i ECM, for å unngå konflikter.

source: Timerliste, verwaiste Film-Dateien und Einstellungs-Sicherungen automatisch bereinigen.
no: Automatisk opprydding i timerliste, korrupte filmfiler og sikkerhetsinstillinger.

source: Timerliste, verwaiste Film-Dateien und Einstellungs-Sicherungen nach einstellbaren Regeln automatisch bereinigen.
no: Automatisk opprydding i timerliste, korrupte filmfiler og sikkerhetsinstillinger.

source: Timers
de: Timer
no: Timere

source: Times
de: Uhrzeiten
no: Tider

source: Timeshift Settings
de: Timeshift Einstellungen
no: TimeShift oppsett

source: Timeshift save failed!
de: Fehler beim speichern der Timeshiftaufnahme!
no: Lagring av direkteopptak feilet!

source: Timeshift saved to your harddisk!
de: Timeshiftaufnahme auf Festplatte gespeichert!
no: Direkteopptak lagret til din harddisk!

source: Timeshift will get saved at end of event!
de: Timeshiftaufnahme wird am Ende dieses Films gespeichert!
no: Direkteopptak vil bli lagret etter programslutt!

source: Timeshift-Save Action on zap
de: Timeshift-Save Aktion beim zap
no: Direkteopptak lagringsvalg ved zap

source: Title
de: Titel
no: Tittel

source: Title Menu
de: Titelauswahl
no: Tittelmeny

source: Title and Short description
de: Titel und Kurzbeschreibung
no: Tittel og kort beskrivelse

source: Title and all descriptions
de: Titel und alle Beschreibungen
no: Tittel og komplett beskrivelse

source: Title search depths
de: Titel Suchtiefe
no: Tittelsøk dybder

source: Title: %s
no: Tittel: %s

source: Title: n/a
de: Titel: n/a
no: Tittel: n/a

source: To apply your Changes the GUI has to be restarted. Do you want to restart the GUI now?
de: Um die Änderungen zu übernehmen muss die GUI neu gestartet werden. Wollen Sie die GUI jetzt neu starten?
no: For å aktivere dine endringer må GUI restarte. Vil du restarte GUI nå?

source: To be used as simple downloading application by other Plugins.
de: MediaDownloader hilft anderen Plugins beim Download von Dateien aus dem Internet.
no: Brukes som en enkel nedlastingsprogramvare for andre plugins.

source: To enjoy more functionalities of your FRITZ!Box, configure the firmware version!
de: Um mehr Funktionalitäten der FRITZ!Box zu bekommen, konfigurieren Sie die Firmware-Version
no: For å kunne bruke flere funksjonaliteter i FRITZ!Box, må du konfigurer fastareversjonen!

source: Today
de: Heute
no: I dag

source: Today is %s's birthday! She/he was born on %s and is now %s year(s) old.
de: Heute ist %s's Geburtstag! Sie/er wurde am %s geboren und ist jetzt %s Jahr(e) alt.
no: I dag er %ss fødselsdag! Hun/han ble født den %s, og er i dag %s år gammel.

source: Toggle 1. mailbox
de: Toggle 1. Anrufbeantworter
no: Veksle 1. postboks

source: Toggle 2. mailbox
de: Toggle 2. Anrufbeantworter
no: Veksle 2. postboks

source: Toggle 3. mailbox
de: Toggle 3. Anrufbeantworter
no: Veksle 3. postboks

source: Toggle 4. mailbox
de: Toggle 4. Anrufbeantworter
no: Veksle 5. postboks

source: Toggle 5. mailbox
de: Toggle 5. Anrufbeantworter
no: Veksle 5. postboks

source: Toggle Idle Mode
no: Veksle til hvilemodus

source: Toggle List
de: Liste wechseln
no: Veksle liste

source: Toggle Mailbox
de: Toggle AB
no: Veksle postbox

source: Toggle WLAN
no: Veksle WLAN

source: Toggle WLAN guest access
de: Ändere WLAN Gastzugang
no: Veksle WLAN gjestetilgang

source: Toggle all mailboxes
de: Toggle AB
no: Veksle alle postbokser

source: Toggle pipzap status
no: Veksle pipzap status

source: Token-based security (may break clients)
de: Token-basierte Sicherheit (kann zu Problemen mit Clientsoftware führen)
no: Token-basert sikkerhet (kan ødelegge klienter)

source: Tomorrow
de: Morgen
no: I morgen

source: Tools
de: Werkzeuge
no: Verktøy

source: Top rated
de: Beste Bewertung
no: Toppplassering

source: Top/Bottom
de: Oben/Unten
no: Topp/Bunn

source: Torrent could not be scheduled not download!
no: Torrent kunne ikke bli planlagt nedlastet!

source: Track Autoselect
no: Spor autovalg

source: Tracker: %s
no: Sporing: %s

source: Transcode MPEG/DVD Audio
de: Wandle MPEG/DVD Audio um
no: Transkode MPEG/DVD lyd

source: Transcode MPEG/DVD Video
de: Wandle MPEG/DVD Video um
no: Transkode MPEG/DVD video

source: Transparency
de: Transparenz
no: Gjennomsiktighet

source: Transponder selection
de: Transponderauswahl
no: Transponder valg

source: Travel & Events
de: Reisen & Events
no: Reise & Hendelser

source: Try to find infos for %s
no: Prøv å finne infos for %s

source: Trying to download the Youtube feed entries. Please wait...
de: YouTube feeds werden geladen, bitte warten...
no: Prøver å laste ned YouTube feed oppføringer. Vennligst vent...

source: Trying to download the Youtube search results. Please wait...
de: YouTube Suchergebnisse werden geladen, bitte warten...
no: Prøver å laste ned YouTube søkeresultat. Vennligst vent...

source: Tue
de: Di
no: Tir

source: Tuesday
de: Dienstag
no: Tirsdag

source: Tuner {0} / {1} NOT REMOVED. Consicentcy Check failed!
de: Tuner {0} / {1} NICHT ENTFERNT. Konsistenzprüfung gescheitert!
no: Tuner {0} / {1} IKKE FJERNET. Konsistenssjekk feilet!

source: Tuner {0} / {1} removed
de: Tuner {0} / {1} entfernt
no: Tuner {0} / {1} fjernet

source: Tuners
de: Tuner
no: Tunere

source: Turkish / Greek
de: Türkisch / Griechisch
no: Tyrkisk / Gresk

source: Turn off display
de: Display ausschalten
no: Slå av display

source: Turn off the media-filter first.
de: Medienfilter vorher entfernen.
no: Slå av mediafilter først.

source: Type (Icon)
de: Typ (Symbol)
no: Type (Ikon)

source: Type (Text)
de: Typ (Text)
no: Type (Tekst)

source: Type your text here and press OK to send:
no: Skriv tekst og trykk OK for å sende:

source: UNKNOWN
de: UNBEKANNT
no: UKJENT

source: USB Device
de: USB Gerät
no: USB enhet

source: Unable to access InfoBar! EPG not available.
de: Kann nicht auf InfoBar zugreifen! EPG nicht verfügbar.
no: Fikk ikke tilgang til InfoBar! EPG ikke tilgjengelig!

source: Unable to access InfoBar.
de: Kann nicht auf InfoBar zugreifen.
no: Fikk ikke tilgang til InfoBar.

source: Unable to access InfoBar. pipzap not available.
de: Kann nicht auf InfoBar zugreifen. pipzap nicht verfügbar.
no: Fikk ikke tilgang til InfoBar. pipzap ikke tilgjengelig.

source: Unable to authenticate with Google: %s.
no: Klarte ikke få godkjenning fra Google: %s

source: Unable to change/reset password for root user
de: Konnte das Passwort nicht aendern
no: Klarte ikke endre/resette passord for root bruker

source: Unable to download picture: %s
no: Klarte ikke laste ned bilde: %s

source: Unable to load PluginHider
de: PluginHider konnte nicht geladen werden!
no: Klarte ikke laste PluginHider

source: Unconfigured storage devices found!
de: Nicht konfigurierte Speichergeräte gefunden!
no: Ukonfigurert lagringsenhet funnet!

source: Unexpected error:
no: Uventet feil:

source: United States
de: USA
no: De forente stater

source: Unknown Error
de: Unbekannter Fehler
no: Ukjent feil

source: Unknown Service
de: Sender unbekannt
no: Ukjent tjeneste

source: Unknown Volume command %s
de: Unbekannter Lautstärke-Befehl '%s'
no: Ukjent volumkommando %s

source: Unknown command (%s)
de: Unbekannter Befehl (%s)
no: Ukjent kommando (%s)

source: Unknown error
de: Unbekannter Fehler
no: Ukjent feil

source: Unknown for parameter "cmd" [%s|%s]
de: Unbekannt für Parameter "cmd" [%s|%s]
no: Ukjent parameter 'cmd' [%s|%s]

source: Unknown function: '%s'
de: Unbekannte Funktion: '%s'
no: Ukjent funksjon: '%s'

source: Unknown parameter %s
de: Unbekannter Parameter %s
no: Ukjent parameter %s

source: Unless this is enabled AutoTimer will NOT automatically look for events matching your AutoTimers but only when you leave the GUI with the green button.
de: Der AutoTimer wird nur automatisch nach Sendungen suchen, wenn diese Einstellung aktiviert wird. Ansonsten wird nur beim Verlassen der Übersicht über die grüne Taste gesucht.
no: Så fremst denne er aktivert vil ikke AutoTimer automatisk søke etter program som passer med eksisterende AutoTimers, men i stedet gjøre dette når du forlater GUI med GRØNN tast.

source: Unless this is enabled, EPGRefresh won't automatically run but needs to be explicitly started by the yellow button in this menu.
de: Solange diese Option nicht aktiviert ist, wird EPGRefresh nicht automatisch laufen, sondern muss explizit mittels gelbem Button hier im Menü gestartet werden.
no: Om dette ikke er aktivert, EPGRefresh vil ikke automatisk kjøre. Du må ellers starte den eksplisitt med GUL tast i denne menyen.

source: Unless this is enabled, this plugin won't run automatically.
de: Aktiviert das Plugin
no: Dette plugin vil ikke kjøre automatisk om dette ikke er aktivert for.

source: Unlimited
no: Ubegrenset

source: Unmute
de: Stummstellen deaktivieren
no: Slå på lyd

source: Unpause all
no: Start alle på nytt

source: Unpause shown
no: Vis "Start alle på nytt"

source: Unselecting the only file scheduled for download is not possible through RPC.
no: Å velge vekk den eneste fil planlagt for nedlasting er ikke mulig igjennom RPC

source: Unsupported Messagetype %s
de: Nicht unterstützter Nachrichtentyp %s
no: Ikke support for meldingstype %s

source: UnwetterInfo shows German storm information.
de: UnwetterInfo zeigt aktuelle Unwetterinformationen an.
no: Unwetterinfo viser tysk værinformasjon.

source: Up
de: Anheben
no: Opp

source: Upcoming
de: Nächste
no: Kommende

source: Update Feed
de: Kanal aktualisieren
no: Oppdater feed

source: Update Interval (min)
de: Aktualisierungsinterval (min)
no: Uppdateringsintervall (minutter)

source: Update done...
de: Aktualisierung abgeschlossen.
no: Oppdatering ferdig...

source: Update done... The genuine dreambox test will now be rerun and should not ask you to update again.
de: Aktualisierung abgeschlossen. Der Genuine Dreambox Test wird nun erneut ausgeführt.
no: Oppdatering ferdig... Test for ektehet av Dreambox blir nå kjørt på nytt og vil ikke spørre deg igjen senere.

source: Update interval for current service (min. 10 sec)
de: Aktualisierungsintervall für laufenden Kanal (min. 10 sek)
no: Oppdateringsintervall for nåværende kanal (min. 10 sekunder)

source: Update is being done in Background. Contents will automatically be updated when it's done.
de: Aktualisiere im Hintergrund. Die Änderungen werden automatisch übernommen.
no: Oppdatering blir utført i bakgrunnen. Innhold vil automatisk bli oppdatert når den er ferdig.

source: Update-Interval for EPG of the current bouquets (min. 60 sec)
de: Aktualisierungsintervall für EPG des aktuellen Bouquets (min. 60 sek)
no: Oppdateringsintervall for EPG fra nåværende bukett (min. 60 sekunder)

source: Updatefeed not available.
de: Updatefeed nicht verfügbar.
no: Oppdateringsfeed ikke tilgjengelig.

source: Updating failed. Nothing is broken, just the update couldn't be applied.
de: Aktualisierung fehlgeschlagen. Es ist nichts defekt, es konnten nur keine Aktualisierungen eingespielt werden.
no: Oppdatering feilet. Ingenting er skadet. Oppdateringen kunne ikke brukes.

source: Updating, please wait...
de: Aktualisiere, bitte warten...
no: Oppdaterer, vennligst vent...

source: Upload
de: Hochladen
no: Opplasting

source: Upload finished.
de: Upload abgeschloßen.
no: Opplasting ferdig.

source: Upload rate
no: Opplastingsrate

source: Upper bound of timespan.
de: Obere Grenze der Zeitspanne.
no: Øvre grense for tidsrom.

source: Upper bound of timespan. Nothing after this time will be matched. Offsets are not taken into account!
de: Obere Grenze der Zeitspanne. Nach diesem Zeitpunkt wird keine Übereinstimmung gesucht. Nachlauf wird hier nicht eingerechnet!
no: Øvre grense for tidsrom. Ingen program etter denne tiden vil gi treff. Eventuelle avvik (offset) vil ikke bli tatt hensyn til!

source: Usage
de: Benutzung
no: Anvendelse

source: Use "guessFileData" method for movie filname:
no: Bruk 'gjettFilData' metode for film filnavn:

source: Use PiP
de: PiP-Anzeige verwenden
no: Bruk BiB

source: Use a custom location
de: Angepasstes Aufnahmeverzeichnis
no: Bruk ønsket plassering

source: Use and control multiple Dreamboxes with different RCs.
de: Mit MultiRC können Sie mehrere Dreamboxen mit verschiedenen Fernbedienungen verwenden.
no: Bruk og kontroller flere Dreamboxer med forskjellige fjernkontroller.

source: Use both profiles alternately
de: Beide Profile abwechselnd verwenden
no: Bruk begge profiler vekselvis

source: Use google-images for cover art
de: Benutze google-Bilder für Cover
no: Bruk Google bilder som albumgrafikk

source: Use hardware-decoder for MP3
de: Hardware-Decoder für MP3 verwenden
no: Bruk maskinvaredekoding for MP3

source: Use internal PhoneBook
de: Benutze internes Telefonbuch
no: Bruk intern telefonbok

source: Use legacy filenames
de: Verwende ältere Dateinamen
no: Bruk arvede filnavn

source: Use media patern filter in FileList:
no: Bruk media mønsterfilter i filliste:

source: Use picons (50x30) from:
de: Verwende Picons (50x30) von:
no: Bruk picons (50x30) fra:

source: Use skin:
de: Verwende Skin:
no: Bruk skin:

source: Use the STOP-Key to quickly enable/disable pipzap in TV-Mode? Changing this setting requires a restart.
no: Bruk STOP tast for hurtig aktiver/deaktiver pipzap i TV modus? Endring krever omstart.

source: Use the configured key(s) on your remote control to switch aspect ratio modes. If any 'Quickbutton' actions were assigned to these keys, they will be disabled as long as this plugin is activated!
de: Zur Umschaltung der Darstellung die eingestellte(n) Taste(n) drücken. Falls diesen Tasten andere 'Quickbutton' Funktionen zugeordnet waren, sind sie deaktiviert, wenn dieses Plugin aktiviert ist!
no: Bruk konfigurerte tast(er) på din fjernkontroll for å veksle aspektratio moduser. Hvis en 'Hurtigtast' er tilknyttet disse tastene, disse vil bli deaktivert så lenge dette plugin'et er aktivt.

source: Used Tag
de: Verwendeter Tag
no: Brukt merke

source: Used by unknown service
de: Verwendet durch unbekannten Service
no: Brukt av ukjent tjeneste

source: User Online
no: Bruker online

source: User Rating
de: Nutzer-Bewertung
no: Brukervurdering

source: User history
no: Brukerhistorikk

source: User management
de: Benutzerwaltung
no: Brukeradministrasjon

source: User name
no: Brukernavn
