Repository: opendreambox/enigma2-plugins
Catalog: po/*.po
Languages: de, no

source: User name Accessing FRITZ!Box
de: Benutzername für FRITZ!Box
no: Brukernavn til FRITZ!Box

source: User-specific Tag
de: Benutzereigener Tag
no: Brukerspesifikt merke

source: User:
no: Bruker:

source: Usermanager
de: Benutzerverwaltung
no: Brukeradministrator

source: Username
de: Nutzername
no: Brukernavn

source: Username to use for authentication with google. Leave empty for unauthenticated use.
no: Brukernavn til bruk for godkjenning mot Google. La være tom for bruk uten godkjenning.

source: Username:
de: Benutzername:
no: Brukernavn:

source: Using eMission you can control downloads and settings of a remote (or local) instance of Transmission.
de: Mit eMission können Sie Downloads und Einstellung auf einer lokalen oder entfernten Instanz von Transmission steuern.
no: eMission kontrollerer nedlastinger og instillinger for lokale og fjerne overføringer.

source: VLC Player
no: VLC spiller

source: VLC Player is not installed!
de: VLC Player ist nicht installiert!
no: VLC spiller er ikke installert!

source: VLC player:
no: VLC spiller:

source: VPS Settings
de: VPS Einstellungen
no: VPS innstillinger

source: VPS Setup Version %s
de: VPS Einstellungen Version %s
no: VPS oppsettsversjon %s

source: VPS enabled by default
de: VPS standardmäßig aktivieren
no: VPS aktivert som standard

source: VPS-Plugin Information
no: VPS plugin infomasjon

source: VPS-Plugin can react on delays arising in the startTime or endTime of a programme. VPS is only supported by certain channels! If you enable VPS, the recording will only start, when the channel flags the programme as running. If you select "yes (safe mode)", the recording is definitely starting at the latest at the startTime you defined. The recording may start earlier or last longer. Supported channels Germany: ARD and ZDF Austria: ORF Switzerland: SF Czech Republic: CT If a timer is programmed manually (not via EPG), it is necessary to set a VPS-Time to enable VPS. VPS-Time (also known as PDC) is the first published start time, e.g. given in magazines. If you set a VPS-Time, you have to leave timer name empty.
de: VPS dient dazu, bei Aufnahmen von Sendungen auf Verschiebungen der Anfangszeit und Überziehungen der Sendedauer zu reagieren. VPS wird nur von bestimmten Sendern unterstützt! Wenn VPS aktiviert wird, startet die Aufnahme erst dann, wenn der Sender angibt, dass die Sendung begonnen hat. Die Aufnahme endet, wenn angegeben wird, dass die Sendung vorbei ist. Wenn der Sicherheitsmodus verwendet wird, wird die programmierte Start- und Endzeit eingehalten. Die Aufnahme wird nur ggf. früher starten bzw. länger dauern, aber niemals kürzer. Unterstützte Sender Deutschland: ARD und ZDF (d.h. einschließlich allen Dritten Programmen, 3sat, arte, Phoenix, KiKa, ZDFinfo, zdf_neo, zdf.kultur, EinsExtra, EinsPlus, Einsfestival) Österreich: ORF Schweiz: SF Tschechien: CT Bei Timern, die manuell (nicht über den EPG) programmiert werden, muss eine VPS-Zeit angegeben werden, um VPS nutzen zu können Die VPS-Zeit ist z.B. die veröffentlichte Startzeit in Zeitschriften. Zur Nutzung der Funktion darf bei manuell angelegten Timern kein Timer-Name angegeben werden.
no: VPS plugin kan reagere på pauser i starttid og stopptid for et program. VPS støttes kun av enkelte kanaler! Hvis du aktiverer VPS, opptak vil kun starte når kanalen sender markering på at programet er startet. Hvis du velger 'ja (sikkermodus)', optaket vil bli startet senest på det tidspunkt du har definert. Opptaket kan starte tidligere, eller vare lengre. Kanaler som støttes Tyskland: ARD og ZDF Østerrike: ORF Sveits: SF Tjekkia: CT Hvis en timer er satt manuelt (ikke via EPG), er det nødvendig å sette VPS tid for å aktivere VPS. VPS tid (også kjent som PDC) er det opprinnelige starttidspunkt for programmet. Hvis du setter VPS tid, så må du la timernavnet være tomt.

source: VPS-Plugin checks if the channel supports VPS ...
de: Das VPS-Plugin prüft gerade, ob der Sender VPS unterstützt ...
no: VPS plugin sjekker om kanalen støtter VPS...

source: VPS-Plugin couldn't check if the channel supports VPS. Do you want to enable VPS anyway?
de: Das VPS-Plugin konnte nicht eindeutig feststellen, ob der Sender VPS unterstützt. Soll VPS trotzdem aktiviert werden?
no: VPS plugin kunne ikke finne ut om kanalen støtter VPS. Vil du aktivere VPS likevel?

source: VPS-Plugin couldn't check if the selected channel supports VPS. Do you really want to enable VPS?
de: Das VPS-Plugin konnte nicht eindeutig feststellen, ob der Sender VPS unterstützt. VPS wirklich aktivieren?
no: VPS plugin kunne ikke finne ut om valgt kanal støtter VPS. Vil du virkelig aktvere VPS?

source: VPS-Time (date)
de: VPS-Zeit (Datum)
no: VPS tid (dato)

source: VPS-Time (time)
de: VPS-Zeit (Uhrzeit)
no: VPS tid (tid)

source: Vali-XD Tool Box...
no: Vali-XD Verktøyboks

source: Vali-XD converters and renderers are not installed!!!
de: Vali-XD Converter und Renderer sind nicht installiert!
no: Vali-XD konvertere og rendere er ikke installert!

source: Validator
no: Godkjenner

source: Vanity
no: Forfengelighet

source: Variable field width
de: Variable Feldbreite
no: Variabel feltbredde

source: Verify your Dreambox authenticity by running the genuine dreambox plugin!
de: Bitte mit dem "Genuine Dreambox Plugin" auf Echtheit prüfen!
no: Verifiser ekteheten av din Dreamboxs ved å kjøre Genuin Dreambox plugin!

source: Version
no: Versjon

source: Vertical offset in pixel
de: Vertikaler Versatz in Pixel
no: Vertikal avvik (pixel)

source: Very simple
no: Veldig enkel

source: Video Codec
no: Video kodek

source: Video Size
de: Video Größe
no: Videostørrelse

source: Video successfully added to favorites
de: Video erfolgreich zu den Favoriten hinzugefügt
no: Video lagt til i favoritter

source: VideoDB is not installed!
de: VideoDB ist nicht installiert!
no: VideoDB er ikke installert!

source: Videobrowser exit behavior:
de: Verhalten nach Verlassen der Videoliste:
no: Oppførsel ved avslutting av videobrowser :

source: Videoplayer stop/exit behavior:
de: Verhalten beim Drücken der STOPP/EXIT-Taste:
no: Videospiller STOP/EXIT oppførsel:

source: View AutoTimers
de: AutoTimer anzeigen
no: Se AutoTimers

source: View Count
de: Aufrufe
no: Vis antall

source: View Google maps
de: Zeigt Karten von Google Maps an
no: Vis Google kart

source: View Google maps with your Dreambox.
de: Mit GoogleMaps können Sie Karten von Google Maps auf Ihrem Fernseher anzeigen.
no: Se Google kart med din Dreambox.

source: View RSS...
de: RSS Nachrichten anzeigen...
no: Se RSS...

source: View active downloads
de: Aktive Downloads anzeigen
no: Se aktive nedlastinger

source: View remote text files
de: Textdateien aus dem Netzwerk anzeigen
no: Se eksterne tekstfiler

source: View this shell-script
de: Dieses Shell-Script anzeigen
no: Vis dette skriptet

source: View, edit or delete mountpoints on your Dreambox.
de: Verwalten, bearbeiten oder löschen Sie Ihre Netzwerkfreigaben.
no: Vis, rediger eller fjern monteringspunkt på din Dreambox.

source: View, edit or delete usernames and passwords for your network.
de: Verwalten, bearbeiten oder löschen Sie Benutzernamen und Passwörter
no: Vis, rediger eller fjern brukernavn og passordt på din Dreambox.

source: Views:
de: Aufrufe:
no: Visninger:

source: Virtual (PiP) Zap
no: Virtuell (BiB) zap

source: Virtual Zap Setup
de: Virtual Zap Einstellungen
no: Virtual Zap oppsett

source: Visualization
de: Visualisierung
no: Visualisering

source: Visualization and Text
de: Visualisierung und Text
no: Visualisering og tekst

source: Visualization for European Installation Bus
de: Visualisierung für den Europäischen Installations-Bus
no: Visualisering for Europeiske installasjonsbus

source: Visualization for the European Installation Bus
de: Visualisierungen für den European Installation Bus
no: Visualisering for europeisk installasjonsbuss

source: Visualize and control your lights, dimmers, blinds, thermostats etc. through EIB/KNX. (linknx server required)
de: Visualisierung und Steuerung von Lichtschaltern, Dimmern, Rollos, Thermostaten usw. über EIB/KNX. (linknx-Server erforderlich)
no: Visualiser og kontroller lys, dimmere, persienner, termostater etc. igjennom EIB/KNX (linknx server påkrevd)

source: Voltage
de: Spannung
no: Spenning

source: Voltage %03d
de: Spannung %03d
no: Spenning %03d

source: Volume
de: Lautstärke
no: Volum

source: Volume Down
de: Lautstärke senken
no: Volum ned

source: Volume Up
de: Lauststärke anheben
no: Volum opp

source: Volume changed
de: Lautstärke geändert
no: Volum endret

source: Volume set to %i
de: Lautstärke beträgt nun %i
no: Volum satt til %i

source: WARNING! After changing this and pressing <Ok>, your Remote Control might stop working! Information about re-configuring the RC is available at http://www.dream-multimedia-tv.de/board/thread.php?threadid=5613
no: ADVARSEL! Etter å endre dette og trykke <Ok>, din fjernkontroll kan stoppe og fungere! Informasjon om hvordan du rekonfigurerer din fjernkontroll finner du på nettsiden http://www.dream-multimedia-tv.de/board/thread.php?threadid=5613

source: WARNING! You're about to move or copy
no: ADVARSEL! Du er i ferd med å flytte eller kopiere

source: WARNING: Cookies are required to store the settings!
de: WARNUNG: Zum Speichern der Einstellungen werden Cookies benötigt!
no: ADVARSEL! Cookies er påkrevd for å lagre innstillinger!

source: WLAN not active
no: WLAN ikke aktiv

source: Wait for screensaver (in min)
de: Wartezeit vor Bildschirmschoner (in min)
no: Vent på skjermsparer (minutter)

source: Wait for the HDD to enter sleep mode. Depending on the configuration this can prevent the box entirely from entering deep standby mode.
de: Warten bis die Festplatte in den Ruhemodus geht. Je nach Konfiguration kann dies den Ruhezustand vollständig unterbinden.
no: Vent til HDD går i hvilemodus. Avhengig av din konfigurasjon, dette kan hindre din tuner helt for å gå i dyp standby modus.

source: Wait for the network to enter sleep mode.
no: Vent på nettverk for å gå i dyp hvilemodus.

source: Wait time in ms before activation:
de: Wartezeit vor Aktivierung in ms
no: Ventetid i (ms) før aktivering :

source: Waiting
de: Warte
no: Venter

source: Waiting until poweroff
de: Warte bis poweroff
no: Venter til strøm er avslått

source: Wake HDD for free space statistics
no: Vekk HDD for ledig plass statistikk

source: Wake up from standby for EPG refresh
de: Aus dem Standby hochfahren
no: Vekk opp fra standby for EPG oppfriskning

source: Wakeup
de: Aufwachen
no: Våkne

source: Wakeup from Deep-Standby is allowed
de: Starten aus dem Deep-Standby erlaubt
no: Vekking fra dyp stanby er tillatt

source: Warning
de: Warnung
no: Advarsel

source: Warnlagebericht
no: Ekstremvarsel

source: Watch EuroticTV via HTTP Live Streaming.
de: Schauen Sie EuroticTV via HTTP Live Streaming.
no: Se EuroticTV via HTTP Live streaming.

source: Watch movie trailers on YouTube, easily started out of EPG list/event view
de: Filmtrailer auf Youtube ansehen. Einfach aus dem EPG heraus zu starten.
no: Se film trailers fra YouTube. Startes fra EPG liste eller inspillingsliste

source: Watch trailer out of EPG list/event view
de: Filmtrailer aus dem EPG heraus ansehen.
no: Se film trailer fra EPG liste eller innspillingsliste

source: Weather
de: Wetter
no: Vær

source: Weather Plugin is not installed!
de: Wetter Plugin ist nicht installiert!
no: Weather Plugin er ikke installert!

source: WeatherPlugin shows weatherforecasts on your Dreambox.
de: WeatherPlugin zeigt Ihnen aktuelle Wettervorhersagen an.
no: WeatherPlugin viser deg værinfomasjon på din Dreambox.

source: WeatherPlugin: Edit Entry
de: Wetterinformationen: Eintrag bearbeiten
no: Weather Plugin: Rediger valg

source: WeatherPlugin: List of Entries
de: Wetterinformationen: Liste der Einträge
no: Weather Plugin: Liste over valg

source: Weatherforecast on your Dreambox
de: Zeigt aktuelle Wettervorhersagen an
no: Væmeldingsinformasjon på din Dreambox

source: Web-Bouquet-Editor for PC
de: Web-Bouquet-Editor für den PC
no: WEB bouquet redigering for PC

source: Webinterface Version
no: Webinterface versjon

source: Webinterface: Main Setup
de: Webinterface: Haupteinstellungen
no: WebInterface: Hoved konfigurasjon.

source: Wed
de: Mi
no: Ons

source: Wednesday
de: Mittwoch
no: Onsdag

source: Weekday
de: Wochentag
no: Ukedag

source: Weekend
de: Wochenende
no: Helg

source: Weekly (Monday)
de: Wöchentlich (Montag)
no: Ukentlig (Mandag)

source: Weekly (Sunday)
de: Wöchentlich (Sonntag)
no: Ukentlig (Søndag)

source: Welcome to EPGRefresh
de: Willkommen EPGRefresh Plugin
no: Velkommen til EPGRefresh

source: Welcome to PluginSort
de: Willkommen zum PluginSort Plugin
no: Velkommen til PluginSort

source: Welcome to the AutoTimer-Plugin
de: Willkommen zum AutoTimer Plugin
no: Velkommen til AutoTimer

source: Welcome to the MyTube Youtube Player. Use the Bouqet+ button to navigate to the search field and the Bouqet- to navigate to the video entries. To play a movie just press OK on your remote control. Press info to see the movie description. Press the Menu button for additional options. The Help button shows this help again.
de: Herzlich Willkommen beim MyTube YouTube Player. Nutzen Sie die Bouqet+ Taste um zur Sucheingabe zu gelangen und die Bouqet- Taste für die Video Einträge. Um ein Video abzuspielen drücken Sie die OK-Taste auf Ihrer Fernbedienung. Mit der Info-Taste erhalten Sie die erweiterte Beschreibung zu einem Video. Für weitere Einstellungen drücken Sie die Menü-Taste. Um diese Hilfe erneut anzuzeigen, drücken Sie die Hilfe-Taste.
no: Velkommen til MyTube YouTube spiller. Bruk bouquet + tast til å navigere til søkefeltet og bouquet - tast for å navigere til filmlisten. For å spille film, trykk OK på fjernkontrollen. Trykk INFO for å se filmbeskrivelsen. Trykk MENU for tillegsinnstillinger. HELP tasten viser denne hjelpen igjen.

source: Welcome to the MyTube Youtube Player. While entering your search term(s) you will get suggestions displayed matching your search term. To select a suggestion press DOWN on your remote, select the desired result and press OK on your remote to start the search. Press exit to get back to the input field.
de: Herzlich Willkommen beim MyTube YouTube Player. Während der Eingabe Ihres Suchwortes erhalten Sie passende Vorschläge zu Ihrer Sucheingabe. Um einen Vorschlag auszuwählen, drücken Sie die NACH UNTEN-Taste, wählen den entsprechenden Eintrag aus und drücken die OK-Taste um die Suche zu starten. Um zur Such-Eingabemaske zurück zu gelangen, drücken Sie die EXIT-Taste.
no: Velkommen til MyTube YouTube spiller. Under inntasting av søkestreng(er) vil du få forslag vist som passer med søkestrengen. For å velge et forslag trykk DOWN på fjernkontrollen, velg det ønskede resultatet og trykk OK for å starte søket. Trykk EXIT for å gå tilbake til inntastingsfeltet.

source: Welcome. This Wizard will help you to create a new AutoTimer by providing descriptions for common settings.
de: Willkommen Dieser Assistent wird Ihnen helfen einen neuen AutoTimer zu erstellen indem er für häufig genutzte Einstellungen eine Beschreibung liefert.
no: Velkommen. Denne guiden hjelper deg med å lage en ny AutoTimer ved å gi beskrivelse av standard instillinger.

source: WerbeZapper Monitoring ends %s
no: WerbeZapper Overvåking avslutter %s

source: WerbeZapper Monitoring started %s
no: WerbeZapper Overvæking startet %s

source: WerbeZapper Monitoring started unlimited Has to be deactivated manually
no: WerbeZapper Kontinuerlig overvåking Må deaktiveres manuelt

source: Western Europe and Turkey
de: Westeuropa und Türkei
no: Vestlig Europeisk og Tyrkisk

source: Western and Central Europe
de: West- und Zentraleuropa
no: Vestlig og Sentraleuropa

source: What do you want to do?
de: Was wollen Sie tun?
no: Hva ønsker du å gjøre?

source: What is this &quot;control menu&quot; you keep talking about?
no: Hva er denne &quot;kontrollmeny&quot; du hele tiden nevner?

source: What to do?
de: Was möchten Sie tun?
no: Hva skal gjøres?

source: What would you like to reconstruct? ("%s")
no: Hva vil du rekonstruere? ('%s')

source: When inside the PluginBrowser, it behaves just as it normally would. Besides the fact that it is a whole lot different. If the SoftwareManager is installed, you can gain access to the so-called Move-Mode by pressing the GREEN button on your remote control. From now on pressing OK will not launch a plugin, but instead the entry you had selected is highlighted and you can move it around using the LEFT, RIGHT, UP and DOWN buttons of your remote control. Once you moved the plugin to a position of your liking, you can deselect it by pressing the OK button again.
no: Når du er inne i PluginBrowser så vil den oppføre seg som normalt. Bortsett fra at den egentlig er helt anerledes når PluginSort er installert. Om SoftwareManager også er installert, så får du muligheten til å dra nytte av en såkalt flyttemodus ved å trykke GRØNN tast på din fjernkontroll. Fra da av vil det å trykke OK ikke starte et plugin, men i stedet får du muligheten til å flytte valgt plugin rundt omkring ved å trykke VENSTRE, HØYRE, OPP og NED tastene på din fjernkontroll. Når du så er ferdig med å flytte et plugin slik du ønsker, kan du deaktivere flyttemodus ved å trykke OK tast igjen.

source: When pipzap is activated, instead of the main picture you change the channel displayed as picture in picture. To do so just select another (playable) service from the ChannelSelection and watch magic happen. Channels under parental control are currently not selectable as picture in picture, this might change in a future version but for now you have been warned. Inside the context menu of the ChannelSelection (press MENU key while browsing) you can switch the service displayed as main picture without disabling pipzap. Please not that now only the ChannelSelection changes what is displayed inside the picture in picture, but also the LEFT / RIGHT keys on your remote control.
no: Når pipzap er aktivert, i stedet for det vanlige bilde kan du velge en kanal vist som Bilde I Bilde. For å gjøre dette er det bare å velge en annen spillbar tjeneste i kanalvelgere, for så å se magi skje. Kanaler i foreldrekontroll er på nåværende tidspunkt ikke mulig å velge som Bilde I Bilde. Dette vil muligens endres i en fremtidig versjon, men inntil videre er du advart. I kanalvelgerens meny (trykk MENU), kan du bytte vist kanal i hovedbilde uten å deaktivere pipzap. Vennligst merk deg at det ikke bare er kanalvelgeren hvor man kan endre hva som blir vist i et Bilde I Bilde, men også VENSTRE / HØYRE taster på fjernkontroll.

source: When supporting "Fast Scan" the service type is ignored. You don't need to enable this unless your Image supports "Fast Scan" and you are using it.
de: Durch Aktivieren dieser Option wird der Servicetyp der assoziierten Kanäle ignoriert. Dies wird nur notwendig wenn tatsächlich "Fast Scan" genutzt wird.
no: Når hurtigsøk er støttet, programtype vil bli ignorert. Du trenger ikke å aktivere dette så lenge imaget ditt støtter hurtigspoling og du benytter deg av det.

source: When this option is enabled the AutoTimer won't match events where another timer with the same description already exists in the timer list.
de: Ist diese Option aktiv, wird keine Sendung hinzugefügt, bei der bereits ein Timer mit gleicher Beschreibung in der Timer-Liste existiert.
no: Når dette valget er aktivert vil ikke AutoTimer finne program som allerede finnes i timerlisten med samme beskrivelse.

source: When to Zap back?
de: Wann zurückschalten?
no: Når skal det byttes tilbake?

source: When yes, VPS will be enabled on instant records (stop after current event), if the channel supports VPS.
de: Wenn ja ausgewählt, wird VPS automatisch bei Sofortaufnahmen (aktuelle Sendung) aktiviert, soweit VPS vom Sender unterstützt wird.
no: Når ja er valgt, VPS vil bli aktivert ved direkteopptak (stopper etter nåværende program), hvis kanalen støtter VPS.

source: Where to check
no: Hvor skal det sjekkes

source: Where to check free space
no: Hvor skal det sjekkes for ledig plass

source: Where to save?
de: Datei wo speichern?
no: Hvor skal det lagres?

source: Whether to put the box in standby when booted manually. On manual boot the box will not go to standby before the next deep standby interval starts, even if this option is set. This option is only active if 'Standby on boot' option is set, too.
de: Nach einem manuellen Bootvorgang in den Standby Modus gehen? Die Box geht nach einem manuellen Bootvorgang nicht vor der nächsten Deep Standby-Zeit in den Ruhezustand, selbst wenn diese Option aktiviert ist. Diese Option wird nur wirksam, wenn 'Nach dem Booten in den Standby' auch aktiviert ist.
no: Om det skal aktiveres standby når manuell omstart er foretatt? Ved manuell omstart vil normalt ikke tuner gå i standby før neste dyp standbyintervall starter, selv om dette valget er satt. Dette valget er kun aktivt om 'Standby ved omstart' er satt også.

source: Which event do you want to save permanently?
de: Welche Sendung möchtest du permanent speichern?
no: Hvilket program vil du lagre permanent?

source: Which file do you want to download?
de: Welche Datei möchten Sie herunterladen?
no: Hvilken fil vil du laste ned?

source: Which server do you want to connect to?
de: Zu welchem Server möchten Sie sich verbinden?
no: Hvilken server vil du koble til?

source: Which sorting method do you prefer?
no: Hvilken sorteringsmetode foretrekker du?

source: While the screen does not immediately show it, it does have a lot to offer. The topmost line allows you to choose between the editor for channels and bouquets and the following lines contain the channels/bouquets you chose to refresh. You can use the BLUE button to add a new entry to the list or the YELLOW button to remove an existing one. For most people it should be sufficient to add the &quot;Favourites&quot; bouquet by selecting &quot;Bouquets&quot; in the first line and by adding it using the BLUE button.
no: Selv om skjermbildet ved første øyekast ikke viser noe spesielt, det har mye å tilby. Øverste linje gir deg muligheter til å velge mellom kanalbehandler og buketter. Påfølgende linje inneholder kanaler/buketter som du kan oppfriske. Du kan bruke BLÅ tast for å legge til nye oppføringer i listen, eller GUL tast for å fjerne en eksisterende oppføring. For de fleste vil det være nok å legge til en &quot;Bukett&quot; ved å velge en i listen, for så å legge den til ved å trykke BLÅ tast på fjernkontroll.

source: Whitepace will be replaced by "_"
de: Leerstellen werden durch "_" ersetzt
no: Mellomrom vil bli byttet med '_'

source: With AntiScrollbar you can cover up annoying ticker lines (e.g. in news channels).
de: Mit AntiScrollbar können lästige Laufschriften (z.B. in Newskanälen) abgedeckt werden.
no: Med AntiScrollbar kan du skjule skjemmende linjer (eks. i nyhetskanaler).

source: With EPGSearch you can search through the EPG and create timers.
de: Mit EPGSearch können Sie das EPG nach Sendungen durchsuchen und Timer erstellen.
no: Med EPGSearch kan du søke igjennom EPG og lage timere.

source: With Genuine Dreambox you can verify the authenticity of your Dreambox.
de: Mit GenuineDreambox können Sie die Echtheit Ihrer Dreambox überprüfen.
no: Med Genuine Dreambox kan du få verifisert ekteheten av din Dreambox.

source: With IMDb you can display downloaded movie information (rating, poster, cast, synopsis etc.) about the selected event.
de: MIt IMDb können Sie einfach Filminformationen (Rating, Poster, Cast, Zusammenfassung, etc) über das gewählte Ereigniss herunterladen.
no: Med IMDb kan du se på nedlastet filminformasjon (rangering, plakat, skuespillere, sammendrag etc.) for det valgte programmet.
