Repository: opendreambox/enigma2-plugins
Catalog: po/*.po
Languages: de, no

source: Mexico
de: Mexiko

source: Most Discussed
de: Am meisten diskutiert

source: Most Linked
de: Am meisten verknüpft

source: Most Recent
de: Zuletzt hochgeladen

source: Most Viewed
de: Am meisten angesehen

source: Mount failed (%s)
de: Fehler beim Einbinden (%s)

source: MountManager
de: Freigabe Manager

source: Movies - Action/Adventure
de: Filme - Action/Abenteuer

source: Movies - Anime/Animation
de: Filme - Anime/Animation

source: Movies - Classics
de: Filme - Klassiker

source: Movies - Documentary
de: Filme - Dokumentationen

source: Movies - Drama
de: Filme - Drama

source: Movies - Family
de: Filme - Familie

source: Movies - Foreign
de: Filme - Ausländisch

source: Movies - Horror
de: Filme - Horror

source: Movies - Sci-Fi/Fantasy
de: Filme - SciFi/Fantasie

source: Movies - Shorts
de: Filme - Kurzfilme

source: Movies - Thriller
de: Filme - Thriller

source: Moview - Comedy
de: Filme - Komödie

source: N/A
de: N/V

source: Name (needs GUI restart)
de: Name (erfordert GUI Neustart)

source: Neighbours
de: Nachbarn

source: Neighbours Tracks
de: Titel der Nachbarn

source: Neighbours loaded
de: Nachbarn geladen

source: Nepali
de: Nepalesisch

source: NetworkBrowser
de: Netzwerkbrowser

source: New YouTube search
de: Neue YouTube-Suche

source: New Zealand
de: Neuseeland

source: New password:
de: Neues Passwort:

source: Next Selection
de: Nächste Auswahl

source: No Backupfiles found
de: Keine Backupdateien gefunden

source: No EPG-File found at %s!
de: Keine EPG-Datei unter %s gefunden!

source: No HDD-, SSD- or USB-Device found. Please first initialized.
de: Kein HDD-, SSD- oder USB-Gerät gefunden. Bitte initialisieren.

source: No HDMI-Cec-Hooks are registered!
de: Es haben sich keine HDMI-Cec-Hooks eingetragen.

source: No reconnect
de: Nicht neu verbinden

source: Nonprofits & Activism
de: Non-Profit

source: Norwegian
de: Norwegisch

source: Nothing found, sorry.
de: Nichts gefunden, sorry.

source: OLED display style:
de: OLED Displaystil:

source: Observation point: %s
de: Messstation: %s

source: Old password:
de: Altes Passwort:

source: Only bigger
de: Nur Größere

source: Only keep EPG-Backup-Files younger than this days.
de: Nur EPG-Backup-Dateien die jünger als diese Anzahl an Tagen sind aufheben.

source: Only younger
de: Nur Jüngere

source: Open
de: Öffne

source: Open unrar Manager
de: Öffne unrar Manager

source: Order by
de: Ordnen nach

source: Page %d / %d. Push < > to switch the page...
de: Seite %d / %d. Drücke <> um die Seite zu blättern...

source: Page backward Selections
de: Auswahl zurückblättern

source: Page forward Selections
de: Auswahl vorblättern

source: Partially disable HDMI-Cec? It can be prevented only the signals that are sent from the Dreambox. Signals received by the Dreambox will not be prevented.
de: Soll HDMI-Cec teilweise abgedreht werden? Es werden nur die Signale die von der Dreambox gesendet werden unterbunden. Signale die die Dreambox erhält werden nicht unterbunden.

source: Password (netload.in):
de: Passwort (netload.in):

source: Password (uploaded.to):
de: Passwort (uploaded.to):

source: Password Changer
de: Passwortwechsler

source: Permanent Clock
de: Permanente Uhr

source: Persian
de: Persisch

source: Personal Recommendations
de: Persönliche Empfehlungen

source: Personal Stations
de: Eigene Stationen

source: PicturePlayer:
de: Bildbetrachter

source: Play Artist Radio...
de: Interpreten spielen...

source: Play Group Radio...
de: Gruppe spielen...

source: Play Internet Radio downloaded from Last.FM
de: Internet Radio von Last.FM abspielen

source: Play Tag Radio...
de: Genre spielen...

source: Playback of Youtube through a PC
de: Spielt YouTube-Filme von Ihrem PC ab

source: Playlist Description
de: Beschreibung Wiedergabeliste

source: Playlist Name
de: Name Wiedergabeliste

source: Please wait, Flash memory will be copied.
de: Bitte warten. Flash Speicher wird kopiert.

source: Plugins
de: Erweiterungen

source: Polish
de: Polnisch

source: Pop a notification if called in background?
de: Eine Meldung anzeigen wenn Wiederherstellen im Hintergrund aufgerufen wurde?

source: Portuguese
de: portugiesisch

source: Previous Selection
de: Vorherige Auswahl

source: Queue Manager
de: Queue verwalten

source: RTSP Path
de: RTSP-Pfad

source: Rate
de: Bewerten

source: Ratings
de: Bewertungen

source: Ratio: %.2f
de: Verhältnis: %.2f

source: Re-Query IMDb: %s...
de: Frage erneut bei IMDb an: %s...

source: Re-Query OFDb: %s...
de: Frage erneut bei OFDb an: %s...

source: Really delete %(playlist)s?
de: Wiedergabeliste(n) wirklich löschen %(playlist)?

source: Really delete %(user)s?
de: Benutzer wirklich löschen %(user)?

source: Really delete this HDMI-Cec-Timespan Entry?
de: Wollen Sie diese Zeitspanne wirklich löschen?

source: Recent Tracks
de: Neueste Titel

source: Recent Tracks loaded
de: Neueste Titel geladen

source: Recently Featured
de: Zuletzt vorgestellt

source: Recommendation level
de: Empfehlungsstufe

source: Reconnect type:
de: Typ der Internet Neuverbindung:

source: Registered HDMI-Cec-Hooks:
de: Eingetragene HDMI-Cec-Hooks:

source: Remove from favorites
de: Aus Favoriten entfernen

source: Remove from playlist
de: Aus Wiedergabeliste entfernen

source: Restart
de: Neustart

source: Restart GUI
de: GUI neu starten

source: Restart failed after 10 minutes:
de: Fehlgeschlagene nach 10 Minuten neu starten:

source: Restart failed downloads
de: Fehlgeschlagene Downloads neu starten

source: Restore Backup
de: Backup wiederherstellen

source: Restore EPG-Backups (Date)
de: Backup wiederherstellen (Datum)

source: Restore EPG-Backups (Size)
de: Backup wiederherstellen (Größe)

source: Restore-Strategy
de: Wiederherstellungs-Strategie

source: Restricted Content
de: Eingeschränkter Inhalt

source: Rezap
de: Zurück zappen

source: Rhaeto-Romance
de: Rätoromanisch

source: Romanian
de: Rumänisch

source: Russian
de: Russisch

source: SD 25/50HZ Interlace Mode
de: SD 25/50HZ Interlace Modus

source: SD 25/50HZ Progressive Mode
de: SD 25/50HZ Progressiv Modus

source: SD 30/60HZ Interlace Mode
de: SD 30/60HZ Interlace Modus

source: SD 30/60HZ Progressive Mode
de: SD 30/60HZ Progressiv Modus

source: SP has been finished with errors:
de: SP mit Fehlern beendet:

source: SVDRP server for Enigma2
de: SVDRP Server für Enigma2

source: Schould debugmessages be printed?
de: Sollen Debug-Meldungen ausgegeben werden?

source: Scots Gaelic
de: Schottisches Gälisch

source: Script
de: Skript

source: Search and play YouTube movies
de: Suchen und wiedergeben von YouTube-Filmen

source: Search http://rapidshare-search-engine.com for:
de: Durchsuche http://rapidshare-search-engine.com nach:

source: Searching, be patient ...
de: Suche, bitte warten...

source: Seeding
de: Hochladend

source: Select Logfile-Location
de: Logdatei-Verzeichnis wählen

source: Select a VLC-Server
de: VLC-Server auswählen

source: Select a file to force a restore
de: Eine Datei auswählen um ein Backup zu starten

source: Select a file to force a restore on next boot
de: Eine Datei auswählen um ein Backup wiederherzustellen

source: Select next Tab
de: Nächsten Tab auswählen

source: Select prev Tab
de: Vorherigen Tab auswählen

source: Select your favourite music (Artist, Album, Genre).
de: Whälen Sie ihre Lieblingsmusik (Interpret, Album, Genre).

source: Send
de: Senden

source: Send now playing Audio Tracks
de: Momentan gespielte Titel zeigen

source: Serbian
de: Serbisch

source: Serbo-Croatian
de: Serbokroatisch

source: Server returned
de: Server meldet

source: Set Restore-File for next boot
de: Backup-Datei für nächsten Boot setzen

source: Several setting options when HDMI-Cec is active
de: Optionen und Einstellungen für aktiviertes HDMI-Cec

source: Should HDMI-Cec be disabled when GUI service startup?
de: Soll HDMI-Cec beim Starten der GUI deaktiviert werden?

source: Should HDMI-Cec be disabled when the commands are sent from the web interface?
de: Soll HDMI-Cec deaktiviert werden, wenn die Befehle vom Webinterface gesendet werden?

source: Should HDMI-Cec be send on Power Off?
de: Soll HDMI-Cec beim Ausschalten gesendet werden?

source: Should HDMI-Cec be send on Power On?
de: Soll HDMI-Cec beim Einschalten gesendet werden?

source: Should debugmessages be printed? Messages from the shell-script will be append to a file. The filename will be added with the current date
de: Sollen Debug-Meldungen ausgegeben werden? Es wird standardmäßig im Verzeichnis "tmp" geloggt. Falls Debug aktiviert ist wird der Dateiname mit dem aktuellen Datum versehen und nur solange wie die Backup-Dateien aufgehoben.

source: Should the Backup-Functionality be enabled? For more Information have a look at the Help-Screen.
de: Soll die Backup-Funktionalität aktiviert werden? Für weitere Informationen bitte die generelle Hilfe ansehen.

source: Should the Manage-Script be shown in User-Scripts?
de: Soll das Administrations-Script in User-Scripts angeboten werden?

source: Should the debug-messages from the enigma-plugin also be append to the logfile? If you choose no the messages will print only to standard-out.
de: Sollen die Debug-Meldungen vom Enigma-Plugin auch in das Log-File geschrieben werden? Wenn Sie nein wählen, dann werden die Meldungen nur auf Standard-Out ausgegeben.

source: Show "Make Backup" in extension menu
de: "Backup erzeugen" in Erweiterungsmenü anzeigen

source: Show "Restore Backup" in extension menu
de: "Backup wiederherstellen" in Erweiterungsmenü anzeigen

source: Show Coverart
de: Coverart zeigen

source: Show Coverart Animation in Screensaver
de: Animierte Coverart im Bildschirmschoner zeigen

source: Show Coverart in Screensaver
de: Coverart im Bildschirmschoner zeigen

source: Show Help
de: Zeige Hilfe

source: Show in (needs GUI restart)
de: Zeigen in (erfordert GUI Neustart)

source: Show in User-Scripts
de: In User-Scripts anzeigen

source: Show log
de: Zeige Log

source: Show messages in background
de: Meldungen im Hintergrund anzeigen

source: Show setup in
de: Zeige Konfiguration in

source: Show success after Record renaming
de: Erfolgreiches umbenennen von Aufnahme(n) anzeigen (Popup)

source: Show success after Timer handling
de: Fehlerfreie Timerverarbeitung anzeigen (Popup)

source: Show video detail info
de: Zeige Detailinfo für Video

source: Show warnings after Record renaming
de: Fehlermeldung nach Aufnahme(n) umbenennen anzeigen (Popup)

source: Show warnings after Timer handling
de: Fehlermeldung nach Timerverarbeitung anzeigen (Popup)

source: Shown
de: Angezeigt

source: Skip
de: Überspringen

source: Skip current Track
de: Laufenden Titel überspringen

source: Skip: No begin timestamp specified
de: Übersprungen: keine Anfangszeit angegeben

source: Skip: No show name specified
de: Übersprungen: kein Sendungsnamen angegeben

source: Slovak
de: Slowakisch

source: Slovenian
de: Slowenisch

source: Speed for Coverart Animation
de: Tempo der Coverart Animation

source: Start KiddyTimer
de: KiddyTimer starten

source: Start Webinterface
de: Webinterface starten

source: Start a Restore of a Backup
de: Ein EPG-Backup wiederherstellen

source: Start making a Backup
de: Ein EPG-Backup erzeugen

source: Start/stop streaming
de: Übertragung starten/stoppen

source: Starting stream
de: Übertragung gestartet

source: Station changed
de: Station gewechselt

source: Stream podcasts
de: Spielt Podcasts auf der Dreambox ab

source: Stream stopped
de: Übertragung gestoppt

source: Streaming modules for the orf.at iptv web page.
de: Mit ORFat könnten Sie Filme von iptv.orf.at streamen.

source: Sudanese
de: Sudanesisch

source: Swedish
de: Schwedisch

source: Switch to selected Station
de: Zur gewählten Station schalten

source: Tajik
de: Tadschikisch

source: Take x downloads to list:
de: Nehme x Downloads zur Liste:

source: TeleVision
de: Fernsehen

source: Terrestrial
de: Terrestrisch

source: The EPG-Backup was not performed, because there were %d unsuccessfully boot-attempts! The last restored backup-file was "%s". Do you want to delete the file?
de: Das EPG-Backup wurde nicht durchgeführt, da es %d erfloglose Boot-Versuche gab Die letzte wiederhergestellte Backup-Datei war "%s" Wollen Sie diese Datei löschen?

source: The EPG-File is still valid!
de: Die EPG-Datei ist gültig!

source: The backup-file will only be restored if it is greater than the current existing EPG-file.
de: Es wird nur von der Backup-Datei wiederhergestellt, wenn diese größer als die vorhandene EPG-Datei ist.

source: The backup-file will only be restored if it is younger than the current existing EPG-file.
de: Es wird nur von der Backup-Datei wiederhergestellt, wenn diese jünger als die vorhandene EPG-Datei ist.

source: The biggest file from the saved backup-files will be restored. If it is smaller than the current existing EPG-file and the EPG-file isn't valid then the youngest backup-file will be restored.
de: Die Größte Datei von den gespeicherten Backup-Dateien wird verwendet. Falls die Datei kleiner als die vorhandene EPG-Datei ist und die EPG-Datei nicht gültig ist, wird von der jüngsten Backup-Datei wiederhergestellt.

source: The youngest file from the saved backup-files will be restored. If it is older than the current existing EPG-file and the EPG-file isn't valid then the biggest backup-file will be restored.
de: Die Jüngste Datei von den gespeicherten Backup-Dateien wird verwendet. Falls die Datei älter als die vorhandene EPG-Datei ist und die EPG-Datei nicht gültig ist, wird von der größten Backup-Datei wiederhergestellt.

source: There is no logfile named "%s"!
de: Es existiert keine Logdatei mit Namen "%s"!

source: Timeout Statustext (seconds)
de: Anzeigedauer für Statustext (Sekunden)

source: Timeout for Rename Popup
de: Anzeigedauer Umbenennen Popup

source: Timeout for Timer Popup
de: Anzeigedauer Timer Popup

source: Timeout to select a Tab (seconds)
de: Verzögerung bei Tabwechsel (Sekunden)

source: Timer Type
de: Timer-Art

source: Timespans
de: Zeitspannen

source: To
de: bis

source: To WD
de: Bis Wochentag

source: To what day of the week, HDMI-Cec should be disabled?
de: Bis zu welchem Wochentag, soll HDMI-Cec deaktiviert werden?

source: Too little free space < 180MB or wrong Filesystem!
de: Zu wenig freier Speicher < 180MB oder falsches Dateisystem

source: Top Favorites
de: Top-Favoriten

source: Top Rated
de: Bestbewertet

source: Top Tracks
de: Top Titel

source: Top Tracks loaded
de: Top Titel geladen

source: Total results
de: Total Resultate

source: Track
de: Titel

source: Track banned
de: Titel als 'unerwünscht' markiert

source: Track loved
de: Titel als 'bevorzugt' markiert

source: Track skipped
de: Titel übersprungen

source: Tracks liked by Fans of
de: Titel beliebt bei Fans von

source: Tracks similar to
de: Ähnliche Titel

source: TrafficInfo shows German traffic jams.
de: TrafficInfo zeigt deutsche Verkehrsstaus.

source: Tuner Type
de: Tuner Typ

source: Turkish
de: Türkisch

source: Type
de: Typ

source: Ukrainian
de: Ukrainisch

source: Unrar is already working!
de: Unrar arbeitet bereits!

source: Until the time at which, HDMI-Cec should be disabled?
de: Bis zu welcher Uhrzeit, soll HDMI-Cec deaktiviert werden?

source: Use LastFM Proxy
de: LastFM Proxy benutzen

source: Use Screensaver
de: Bildschirmschoner verwenden

source: Use search engine
de: Benutze Suchmaschine

source: User Profile Name
de: Benutzerprofil-Name

source: Username (netload.in):
de: Benutzername (netload.in):

source: Username (uploaded.to):
de: Benutzername (uploaded.to):

source: Uzbek
de: Usbekisch

source: Valid Age
de: Gültiges Alter

source: Valid Filesize
de: Gültige Dateigröße

source: Video Norm
de: Videostandard

source: Video Quality
de: Video-Qualität

source: Video database:
de: Video Datenbank

source: Video streaming from the orf.at web page
de: Streaming von orf.at-Filmen

source: Vietnamese
de: Vietnamesisch

source: Views
de: Ansichten

source: Wait before Screensaver (seconds)
de: Wartezeit für Bildschirmschoner

source: Watch On Mobile
de: Mobil ansehen

source: Watch streams from ZDF Mediathek
de: Streams von der ZDF Mediathek schauen

source: Weather Plugin
de: Wetterinformationen

source: Weather plugin:
de: Wetter Plugin:

source: Web-Ipkg-Admin for PC
de: Web-Ipkg-Admin für den PC

source: Where should this setup be displayed?
de: Wo soll dieses Setup angezeigt werden?

source: Widescreen
de: Breitbild

source: With YouTubePlayer you can watch YouTube-Videos on the Dreambox. This plugin requires a PC with the VLC program running.
de: Mit YouTubePlayer können Sie YouTube-Videos auf ihrer Dreambox ansehen. Es wird ein PC benötigt, auf dem das Programm VLC läuft.

source: Write log:
de: Schreibe Log:

source: Yiddish
de: Jiddisch

source: Youngest before Biggest
de: Jüngstes vor Größtem

source: ZDFMediathek allows you to watch streams from ZDF Mediathek.
de: ZDFMediathek erlaubt das Streamen von Filmen von der ZDF Mediathek.

source: [EmailAccount] %(name)s: _cbCapabilities: #################################################################################################### # If you have problems to log into your imap-server, please send me the output of the following line # cbCapabilities: %(capa)s ####################################################################################################
de: [EmailAccount] %(name)s: _cbCapabilities: #################################################################################################### # Bei Problemen sich am Server anzumelden, bitte die folgende Zeile schicken # cbCapabilities: %(capa)s ####################################################################################################

source: add user
de: Benutzer hinzufügen

source: additional videos
de: weitere Videos

source: append plugin-messages
de: Plugin-Meldungen anfügen

source: backup timer disabled
de: periodisches Backup deaktiviert

source: bob
de: bestmöglich

source: choose device to FlashExpander
de: wähle ein Gerät für den FlashExpander

source: delete user
de: Benutzer löschen

source: disable at GUI-start
de: deaktivieren bei GUI-Start

source: disable from webinterface
de: deaktivieren von Webinterface

source: edit user
de: Benutzer bearbeiten

source: enable Power Off
de: Ausschalten senden

source: enable Power On
de: Einschalten senden

source: enable debug
de: Debug aktivieren

source: error adding fstab entry for: %s
de: Fehler beim Hinzufügen von %s in die fstab

source: error copy flash memory
de: Fehler beim Kopieren des Flash-Speichers

source: extend your flash memory
de: erweitere deinen Flash Speicher

source: extensions
de: Erweiterungsmenü

source: from (HH:MI)
de: von (HH:MI)

source: from weekday
de: von Wochentag

source: imperial system
de: Englisches Maßsystem

source: logging into last.FM
de: in last.FM einloggen

source: login failed!
de: Login gescheitert

source: login successful
de: Login erfolgreich

source: make Backup after EPGRefresh
de: Nach der EPGRefresh-Durchführung ein Backup erstellen

source: make Backup every
de: Backup erstellen alle

source: make Backup on start
de: Backup beim Start erstellen

source: manage when HDMI Cec is enabled
de: Verwalte wann HDMI Cec aktiv ist

source: partially disable HdmiCec
de: HDMI-Cec teilweise deaktivieren

source: playing:
de: spielt:

source: please enter an %s name to listen to
de: bitte einen %s Namen eingeben

source: pluginmenue
de: Pluginmenü

source: press menu to edit
de: Menü drücken zum Bearbeiten

source: read UUID
de: UUID lesen

source: readme.txt
de: readme-de.txt

source: related videos
de: ähnliche Videos

source: show in
de: anzeigen in

source: systemmenue
de: Systemmenü

source: to (HH:MI)
de: bis (HH:MI)

source: to weekday
de: bis Wochentag

source: use your Dreambox as Web proxy
de: Nutzung der Dreambox als Web Proxy

source: use your Dreambox as Web proxy.
de: Mit HTTPProxy können Sie Ihre Dreambox als Web Proxy benutzen.

source: zap
de: umschalten

source: zapped
de: umgeschaltet
