Repository: opendreambox/enigma2-plugins
Catalog: po/*.po
Languages: de, no

source: System cleanup
de: Systembereinigung
no: Systemopprydding

source: TMDb info
no: TMDb informasjon

source: TV Charts Plugin Enable
de: TV Charts Plugin aktiviert
no: TV Charts Plugin aktiver

source: TV Charts Settings
de: TV Charts Einstellungen
no: TV Charts Plugin oppsett

source: TV Charts of all users
de: TV Charts aller teilnehmenden Nutzer
no: TV diagram for alle brukere

source: TV Services
no: TV kanaler

source: TV-mode
de: TV-Modus
no: TV modus

source: TVDb info
no: TVDb informasjon

source: Tag 1
no: Kat. 1

source: Tag 2
no: Kat. 2

source: Tag Filter
no: Merkefilter

source: Tags
no: Kategorier

source: Tags the Timer/Recording will have.
de: Tags, die der Aufnahme zugewiesen werden.
no: Kategorinavn timere/innspillinger vil ha.

source: Target file %s.ts already exist. Do you want to replace it?
de: Zieldatei %s.ts existiert bereits. Die Datei ersetzen?
no: Målfil %s.ts finnes allerede. Vil du erstatte den?

source: Target rpm %4d
de: Ziel rpm %4d
no: Mål rpm %4d

source: Technical Information
de: Technische Informationen
no: Teknisk informasjon

source: TeleText favorites
de: TeleText Favoriten
no: TeleText favoritter

source: TeleText settings
de: TeleText Einstellungen
no: TeleText innstillinger

source: Teletext with caching pages in the background.
de: Teletext mit Seiten-Cache
no: Teletext med henting av sider i bakgrunnen.

source: Teletext with caching pages.
de: Teletext mit Seiten-Cache
no: Teletext med henting av sider.

source: Temperature
de: Temperatur
no: Temperatur

source: Temperature C %4.1f
de: Temperatur C %4.1f
no: Temperatur C %4.1f

source: Temperature-dependent fan control.
de: Temperaturabhängige Lüfter Steuerung
no: Temperaturavhengig viftekontroll.

source: Test again
de: Erneut testen
no: Test igjen

source: Test failed
de: Test fehlgeschlagen
no: Test feilet

source: Test failed %s
de: Test fehlgeschlagen %s
no: Test feilet %s

source: Test failed: %s
de: Test fehlgeschlagen: %s
no: Test feilet: %s

source: Test has been finished successfully
de: Test wurde erfolgreich beendet
no: Test er blitt vellykket utført

source: Test selected Controller
no: Test valgt kontroller

source: Test selected Service
no: Test valgt kanal

source: Testing
de: Teste
no: Tester

source: Testing Controller
no: Tester kontroller

source: Testing Service
no: Tester kanal

source: Testing... Cancel?
no: Tester... Avbryt?

source: Text PID
no: Tekst PID

source: Text level
de: TeleText Version
no: Tekstnivå

source: Text only
de: Nur Text
no: Bare tekst

source: Text padding offset in pixel
de: Text-Versatz (Füllung) in Pixel
no: Tekstutfylling avvik i pixel

source: Text spacing offset in pixel
de: Text-Versatz (Leerraum) in Pixel
no: Tekst mellomrom avvik i pixel

source: Thank you for using the wizard. Your new AutoTimer has been added to the List. Please press OK to continue.
de: Vielen Dank für das Benutzen des Wizards. Der neue AutoTimer wurde der Liste hinzugefügt. Drücke OK um Fortzufahren.
no: Takk for at du brukte denne guiden. Din nye AutoTimer er blitt lagt til i listen. Trykk OK for å fortsette.

source: That's the good part: besides not being able to select services under parental control, there is none. You might find helpful that by default the STOP key on your remote control can be used to quickly toggle pipzap when watching Live TV, but if you find this irritating you may disable this in the pipzap Setup. Among other things, you can also disable the &quot;indicator&quot; shown in the opposite corner of you picture in picture if pipzap is active. Just take a look, it won't take long and might help you to change he behavior of this plugin more to your liking.
no: Det er den gode side ved det: forruten at det ikke er mulig å velge kanaler under foreldrekontroll, det er ingen. Du finner det kanskje behjelpelig at STOP tast på din fjernkontroll kan brukes til hurtig å veksle av/på pipzap når du ser på LIVE TV. Finner du dette irriterende, kan du deaktivere dette i pipzap oppsettet. Blant flere andre ting, du kan også deaktivere &quot;indicator&quot; vist i motsatt hjørne av ditt Bilde I Bilde, hvis pipzap er aktiv. Ta en titt, det tar ikke lang tid, det vil sannsynligvis hjelpe deg til å endre plugin'ets oppførsel, til slik du ønsker det skal være.

source: The %s "%s" is processed in the background.
no: %s '%s' er prosessert i bakgrunnen.

source: The %s "%s" is successfully processed: %s
no: %s '%s' ble vellykket prosessert: %s

source: The &quot;Overview&quot;
no: &quot;Oversikt&quot;

source: The AutoTimer overview is the standard entry point to this plugin. If AutoTimers are configured you can choose them from a list to change them (OK button on your remove) or remove them (YELLOW button on your remote). New Timers can be added by pressing the BLUE button and the control menu can be opened using the MENU button. When leaving the plugin using the GREEN button it will search the EPG for matching events ONCE. To configure a regular search interval of the plugin to search for events open the control menu and enter the plugin setup.
no: AutoTimeroversikten er standard oppstartsplass for dette plugin. Hvis AutoTimer er konfigurert, du kan velge timere fra en liste, og endre dem (OK tast) eller fjerne dem (GUL tast). Nye timere kan bli lagt til ved å trykke (BLÅ tast), og kontrollmenyen kan åpnes ved å trykke (MENY tast). Når du går ut av AutoTimer med (GRØNN tast), så vil plugin'et søke EPG for samsvarende programmer EN GANG. For å konfigurere gjentagende søkeintervall åpne kontrollmenyen for så å åpne plugin oppsett.

source: The Elektro Power Save Plugin puts the box from Standby to sleep mode (Deep Standby) at specified times. This only happens if the box is in standby and no recording is running or scheduled during the next 20 minutes. The box automatically wakes up for recordings or at the end of the specified sleep time. Hence you needn't wait for it to boot-up.
de: Das Elektro Power Save Plugin fährt die Box zu definierten Zeiten vom Standby in den Energiesparmodus (Depp Standby). Dies passiert nur wenn die Box im Standby ist und keine Aufnahmen laufen oder in den nächsten 20 Minuten geplant sind. Die Box wacht bei anstehenden Aufnahmen oder nach aublauf der Schlafzeit automatisch auf. Sie müssen nicht mehr warten bis sie hochgefahren ist.
no: Elektro Power Save plugin setter din Dreambox fra Standby til Sleep modus (Deep Standby) ved angitte tidspunkt. Dette utføres kun om tuneren er i Standby, og når ingen innspillinger kjører eller er planlagt de neste 20 minuttene. Tuneren våkner automatisk ved innspillinger eller ved utløp av spesifisert tidspunkt. Derfor trenger du ikke vente til den starter opp.

source: The Filesystem on your Timeshift-Device does not support hardlinks. Make sure it is formated in EXT2 or EXT3!
no: Filsystemet på din direkteopptaksenhet støtter ikke hardlinks. Frsikre deg om at den er formatert i EXT2 eller EXT3 format!

source: The Netherlands
de: Niederlande
no: Nederland

source: The Online-Filmdatenbank
de: Die Online-Filmdatenbank
no: Online-Filmdatenbank

source: The PopUp will be shown after all dialogs are closed.
no: Popup vil vises at alle dialoger er lukket.

source: The Timer will not be added to the List. Please press OK to close this Wizard.
de: Der Timer wird nicht zur Liste hinzugefügt. Drücke OK um den Wizard zu beenden.
no: Timeren vil ikke legges til i listen. Trykk OK for å avslutte guiden.

source: The Timeshift record was not saved yet! What do you want to do now with the timeshift file?
de: Die Timeshiftaufnahme wurde noch nicht gespeichert! Was möchtest du nun mit der Timeshift aufnahme tun?
no: Direkteopptaket er ikke lagret enda! Hva vil du du gjøre med direkteopptaksfilen?

source: The Timespan of an AutoTimer is the first 'advanced' attribute. If a timespan is specified an event will only match this AutoTimer if it lies inside of this timespan.
de: Der Zeitraum eines AutoTimers ist das erste "fortgeschrittene" Attribut. Wenn ein Zeitraum angegeben ist wird eine Sendung nur hinzugefügt wenn sie innerhalb dieser Zeitspanne liegt.
no: Tidsperioden for en AutoTimer er den første 'avanserte' innstilling. Hvis en tidsperiode er spesifisert, vil et program kun bli innspilt om den befinner seg innenfor denne tidsperioden.

source: The VPS-Plugin can determine whether a programme begins earlier or lasts longer.
de: Das VPS-Plugin kann ermitteln ob ein Programm früher beginnt oder länger dauert.
no: VPS plugin kan bestemme om et program starter for tidlig eller om det varer lengre enn antatt.

source: The VPS-Plugin couldn't check if the selected channel supports VPS for manually programmed timers! Do you really want to enable VPS?
de: Das VPS-Plugin konnte nicht überprüfen, ob der Sender für manuell programmierte Timer VPS unterstützt. VPS wirklich aktivieren?
no: VPS plugin kunne ikke sjekke om den valgte kanal støtter VPS for manuelt oppsatte timere! Vil du virkelig aktivere VPS?

source: The active Time Profile is (1 or 2).
de: Das aktive Zeit Profile ist (1 oder 2)
no: Den aktive tidsprofil er (1 eller 2).

source: The box always enters deep standby mode, except for recording.
de: Die Box bleibt immer im Deep Standby Modus, sofern nicht gerade aufgenommen wird.
no: Dreambox entrer alltid dyp standby modus, bortsett fra ved opptak.

source: The channel may support VPS Do you want to enable VPS?
de: Der Sender unterstützt vermutlich VPS. Soll VPS aktiviert werden?
no: Kanalen har muigens VPS support Ønsker du å aktivere VPS?

source: The configuration menu
no: Konfigurasjonsmeny

source: The control menu hides less frequently used options of the plugin, including the configuration and default settings for new AutoTimers. While you can just open the menu and take a look for yourself, let's go through the available options: - Help: What you are looking at right now - Preview: Simulate EPG search, helps finding errors in your setup. - Import existing Timer: Create a new AutoTimer based on an existing regular timer. - Import from EPG: Create an AutoTimer based on an EPG event. - Setup: Generic configuration of the plugin. - Edit new timer defaults: Configure default values for new AutoTimers. - Create a new timer using the wizard/classic editor: Use the non-default editor to create a new AutoTimer.
no: Kontrollmenyen skjuler mindre brukte plugin valg, inkludert konfigurasjon og standard valg for nye AutoTimer timere. Du kan selv sjekke ut dette, men la oss gå igjennom de muligheter du har: - Hjelp: Hva du ser på akkurat nå - Forhåndsvisning: Simuler EPG søk, hjelper deg å finne feil i ditt oppsett. - Importer eksisterende timer: Lag en ny timer basert på en vanlig eksisterende timer. - Importer fra EPG: Lag en AutoTimer basert på en EPG hendelse. - Oppsett: Generell konfigurasjon av plugin'et. - Rediger ny standard for timer(e): Konfigurer standardverdier for nye AutoTimer timer(e). - Lag ny timer ved bruk av wizard/klassist editor: Bruk en ikkestandard editor for å lage AutoTimer timer(e).

source: The counter can automatically be reset to the limit at certain intervals.
de: Der Zähler kann in bestimmten Intervallen automatisiert zurückgesetzt werden.
no: Telleren kan resettes til visse intervaller.

source: The editor to be used for new AutoTimers. This can either be the Wizard or the classic editor.
de: Der Editor für neue AutoTimer. Das kann entweder der Assistent oder der klassische Editor sein.
no: Editor som skal brukes for nye AutoTimere. Dette kan enten være guiden eller standard editor.

source: The match attribute is mandatory.
de: Das Attribut "Finde in Titel" muss angegeben werden!
no: Liknende atributt er obligatorisk.

source: The movie "%s" is cut in the background.
de: Der Film "%s" wird im Hintergrund geschnitten.
no: Filmen '%s' er klippet i bakgrunnen.

source: The movie "%s" is successfully cut
de: Der Film "%s" wurde erfolgreich geschnitten
no: Filmen '%s' ble vellykket klippet

source: The movie is moved in the background from %s to %s.
de: Der Film wird im Hintergrund von %s nach %s verschoben.
no: Filmen ble flyttet i bakgrunnen fra %s til %s

source: The pin code you entered is wrong.
de: Der eingegebene PIN-Code ist falsch
no: Pin koden du la inn var feil.

source: The recording will last n seconds longer after the channel sent the stop signal.
de: Die Aufnahme dauert noch n Sekunden länger, nachdem der Sender das Ende der Sendung signalisiert hat.
no: Opptaket vil vare i x skunder lenger etter at kanalen har sendt stoppsignal.

source: The selected channel doesn't support VPS for manually programmed timers! Do you really want to enable VPS?
de: Der Sender unterstützt kein VPS für manuell programmierte Timer! VPS wirklich aktivieren?
no: Den valgte kanalen støtter ikke VPS support for manuelt programerte timere! Vil du virkellig aktivere VPS?

source: The sleep timer has been activated for %s minutes.
de: Der Sleep Timer wurde für %s Minuten aktiviert.
no: Hvilemodustimer har blitt aktivert for %s minutter.

source: The sleep timer has been disabled.
de: Der Sleep Timer wurde deaktiviert.
no: Sleep timeren har blitt deaktivert.

source: The target directory is not found. The file is not renamed.
de: Zielordner nicht gefunden. Die Datei wird nicht umbenannt.
no: Målkatalogen ble ikke funnet. Filen ble ikke omdøpt.

source: The timer '%s' has been deleted successfully
de: Der Timer %s wurde erfolgreich gelöscht
no: Timer '%s' ble slettet

source: The timer has NOT been deleted
de: Der Timer wurde NICHT gelöscht
no: Timeren ble IKKE slettet

source: There already is an active connection. Do you want to abort it?
de: Es ist bereits eine Verbindung aktiv. Soll diese unterbrochen werden?
no: Det finnes allerede en aktiv tilkobling. Vil du koble fra denne?

source: There already is an active transfer.
de: Es ist bereits ein Transfer aktiv.
no: Det finnes allerede en aktiv overføring.

source: There are errors in the color-strings! The PlugIn will use default colors.
de: Fehler in den Farbdefinitionen Standardfarben werden vom Plugin verwendet.
no: Det er feil i fargekoden! Plugin'et vil bruke standard farger.

source: There are no playlists defined. Do you want to create a new playlist?
de: Keine Wiedergabelisten definiert. Wiedergabeliste erstellen?
no: Det finnes ingen spilleliste definert. Vil du lage en ny spilleliste?

source: There are no timer for tomorrow - %s
no: Det finnes ingen timer(e) for imorgen - %s

source: There are updates available: %s
de: Es sind Aktualisierungen verfügbar: %s
no: Det finnes oppdateringer tilgjengelig: %s

source: There is no subtitle on this server to Your movie. Please try another language or subtitle server. If error still appears please check network connection with server.
no: Det er ingen undertekster på denne server til din film. Vennligst prøv et annet språk- eller undertekst server. Hvis feil fortsatt oppstår, sjekk nettverketsforbindelsen til server.

source: There is no subtitle on this server to Your movie. Please try another search method or subtitle server. If error still appears please check network connection with server.
no: Det er ingen undertekster på denne server til din film. Vennligst prøv en annen søkemetode eller undertekst server. Hvis feil fortsatt oppstår, sjekk nettverksforbindelse til server.

source: There is problem with DMnapi execution. Check if Your SubsDownloader supports DMnapi %s version.
no: Det er et problem med DMnapi kjøringen. Sjekk om din SubsDownloader støtter DMnapi %s versjon.

source: There is problem with downloading or saveing subtitles on storage device.
no: Det er et problem med nedlasting eller lagring av teletekst til lagringsenhet.

source: There is problem with server connection. Please try again later.
no: Det er et problem med servertilkoblingen. Vennligst prøv igjen senere.

source: There is still a refresh running. The Operation isn't allowed at this moment.
de: Zurzeit läuft gerade eine Aktualisierung. Die Aktion ist im Moment nicht erlaubt.
no: Det foregår fremdeles en EPG oppfriskning. Operasjonen er ikke tillatt nå.

source: There might be a problem with your FritzCall %spassword. Check in the configuration.
no: Det er et mulig problem med ditt FRITZ!Call %s passord. Sjekk din konfigurasjon.

source: There was an error getting the feed entries. Please try again.
de: Fehler beim Laden der Suchergebnisse. Noch mal probieren.
no: Det oppstod en feil under henting av feeds. Vennligst prøv igjen.

source: There's a certificate update available for your dreambox. Would you like to apply this update now?
de: Es gibt ein Zertifikats-Update für Ihre Dreambox. Möchten Sie Dieses Update einspielen?
no: Det finnes en sertifikatoppdatering for din Dreambox. Ønsker du å legge til denne oppdateringen?

source: This Dreambox can't decode %s streams!
de: Diese Dreambox kann %s Streams nicht dekodieren!
no: Denne Dreambox kan ikke dekode %s streams!

source: This FAQ is supposed to help everyone unwilling to help themselves by reading all the provided help available, and those who did not find a solution to their problems within the provided documentation. To make these hints a little easier to read, they are split up on multiple pages. You can go to the next page using the BLUE button on your remote control and back using the YELLOW one. Pressing the RED button or EXIT will close the FAQ.
no: Denne FAQ skal hjelpe alle som ikke vil hjelpe dem selv ved å lese all hjelp som medfølger av dokumentasjon, og dem som ikke fant noen løsninger til sitt problem i medfølgende dokumentasjon. For å gjøre disse hintene litt enklere å lese, så er de delt opp i flere sider. Du kan gå til neste side ved å bruke BLÅ tast på din fjernkontroll, og bakover ved å trykke GUL tast. Trykker du RØD eller EXIT vil du avslutte denne FAQ.

source: This Month
de: Diesen Monat
no: Denne måneden

source: This Plugin modifies the original PluginBrowser so you can move Plugins around.
de: Verschieben der Plugin Reihenfolge im Plugin-Browser.
no: Denne plugin modifiserer PluginBrowser slik at du kan flytte plugins rundt omkring.

source: This Week
de: Diese Woche
no: Denne uke

source: This device does not support AC3 Downmix
de: Dieses Gerät unterstützt keinen AC3 Downmix
no: Denne enhet støtter ikke AC3 Downmix

source: This feature requires SimpleRSS to be installed. You can do so with the Plugin Installer, see the User Manual for further explanation.
no: Denne funksjonen krever SimpleRSS installert. Du kan gjøre dette fra SoftwareManager, se brukemanual for videre forklaringer.

source: This function is yet not available!
de: Diese Funktion ist noch nicht verfügbar!
no: Denne funksjonen er enda ikke tilgjengelig!

source: This guide is supposed to give you a quick look at how PluginSort works. You can abort it at any time by pressing the RED or EXIT button on your remote control or bring it up at a later point by selection it from the context menu of the PluginBrowser by pressing the MENU button. But you should really consider to take the few minutes it takes to read these help pages now instead of spending more on trying to find it out how to use this plugin afterwards.
no: Denne guide er laget for å gi deg en hurtig oversikt over hvordan PluginSort virker. Du kan avbryte guiden ved å trylle RØD eller EXIT tast på din fjernkontroll, eller starte den på et senere tidspunkt ved å velge den fra menyen tilhørende PluginBrowser. Trykk MENY der for å gjøre dette. Du burde virkelig overveie de få minuttende det vil ta for å lese disse hjelpsidene nå i stedet for å bruke unødvendig tid på å finne ut selv hvordan dette plugin fungerer.

source: This guide is supposed to give you a quick look at what pipzap can do. First: You either just activated pipzap or opened the help manually. If the former is the case, don't worry: this screen shows only once ;-) You can abort this help at any time by pressing the RED or EXIT button on your remote control or bring it up at a later point by pressing the BLUE button in the pizap setup inside the &quot;System&quot; settings. But you should really consider to take the few minutes it takes to read these help pages now instead of spending more on trying to find it out how to use this plugin afterwards.
no: Denne guiden er laget for å gi deg en hurtig oversikt over hva pipzap kan gjøre. Først: Enten åpnet du akkurat pipzap, eller så åpnet du hjelp manualen. Hvis det første er tilfelle, ikke bekymre deg: Dette skjermbilde vises bare en gang. Du kan avbryte guiden når som hest ved å trykke RØD eller EXIT tast på din fjernkontroll, eller starte den på et senere tidspunkt ved å trykke BLÅ tast i pipzap oppsettet under &quot;System&quot; oppsett i hovedmenyen. Men du bør absolutt vurdere å ta de få minuttene det vil ta deg å lese igjennom disse hjelpesidene nå, i stedet for å bruke unødvendig med tid i å finne ut ting på egen hånd.

source: This help screen is supposed to give you a quick look at everything EPGRefresh has to offer. You can abort it at any time by pressing the RED or EXIT button on your remote control or bring it up at a later point by pressing the HELP button from the configuration menu (more on that later). But you really should consider to take the few minutes it takes to read these help pages.
no: Denne guide skal hjelpe deg til en hurtig forståelse av hvordan EPGRefresh fungerer. Du kan avbryte guiden når som helst ved å trykke RØD eller EXIT tast på din fjernkontroll, eller du kan lese den på et senere tidspunkt ved å trykke HJELP tast fra konfigurasjonsmenyen til EPGRefresh (mere om dette senere). Men du bør virkelig virdere å ta deg den korte tid det tar å lese igjennom hjelpesidene.

source: This help screen is supposed to give you a quick look at everything the AutoTimer has to offer. You can abort it at any time by pressing the RED or EXIT button on your remote control or bring it up at a later point by selecting it from the control menu using the MENU button from the regular entry point of the plugin (more on that later). But you really should consider to take the few minutes it takes to read these help pages.
no: Denne guiden er ment til å gi deg en hurtig innføring i hvordan AutoTimer fungerer. Du kan avbryte guiden når som helst ved å trykke RØD eller EXIT på din fjernkontroll, eller du kan starte guiden fra kontrollmenyen senere ved å trykke MENU tast fra den vanlige plass i plugin. (mere om dette senere). Du bør virkelig vurdere å bruke de få minuttene det tar å lese igjennom denne guiden.

source: This is a name you can give the AutoTimer. It will be shown in the Overview and the Preview.
de: Dies ist ein Name des AutoTimers. Er wird in der Übersicht und Vorschau angezeigt.
no: Dette navnet kan brukes for AutoTimer. Det vil bli vist i oversikten og forhåndsvisningen.

source: This is mostly a matter of taste. The Wizard provides you with a reduced set of options and presents them in smaller sets at a time. It is mostly aimed at users not very experienced with this plugin or the &quot;expert&quot; level features of enigma2. You can check out the &quot;classic&quot; editor by opening an existing timer from the overview and if you prefer this view over the wizard you can change the default editor in the setup dialog.
no: Dette er mest snakk om smak. Wizard'en gir deg en redusert mengde valg, og presenterer dem i mindre sett av gangen. Den er tenkt for uerfarne brukere av dette plugin, eller for personer som ikke velger &quot;Ekspert&quot; nivå i Enigma2 oppsettet. Du kan sjekke ut den &quot;klassiske&quot; editor ved å åpne en eksisterende timer fra oversikten, og hvis du foretrekker denne oversiken over Wizard modus, så kan du endre standard editor i oppsettet til AutoTimer.
