Repository: opendreambox/enigma2-plugins
Catalog: po/*.po
Languages: de, no

source: set as startup service after leaving standby mode...
de: Als Startservice beim Verlassen des Standby-Modus setzen...
no: sett som oppstartskanal etter vekking fra standby

source: set default
de: als Standard
no: sett som standard

source: set enigma2 to standby-mode after startup
de: Startet die Dreambox im Standby-Modus
no: sett i enigma2 standby modus etter oppstart

source: sets the Audio Delay (LipSync)
de: Setzt die verschiedenen Audio- Verzögerungen (LipSync)
no: setter lydforsinkelse (LipSync)

source: setup for PiPServiceRelation
no: oppsett for PiPServiceRelation

source: setup for Quickbutton
de: Quickbutton Setup
no: oppsett for QuickButton

source: setup for partnerbox
de: Setup für Partnerbox
no: oppsett for Partnerbox

source: sharp
de: scharf
no: skarp

source: sharper
de: schärfer
no: skarpere

source: show Preview Image for Searchresults
no: vis forhåndsvisningsbilde for Searchresults

source: show album
no: vis album

source: show all
de: Zeige alle
no: vis alle

source: show as list
de: Liste der Anrufe
no: vis som liste

source: show deleted entries
de: Anzeige gelöschter Mails
no: vis slettede oppføringer

source: show details
no: vis detaljer

source: show each call
de: Anzeige der einzelnen Anrufe
no: vis alle samtaler

source: show event details
de: Sendungs-Details anzeigen
no: vis sendingdetaljer

source: show first selected tag
de: Zeige erstgewähltes tag
no: vis første valgte markør

source: show metadata
no: vis metadata

source: show next download details
no: vis neste nedlastingsdetaljer

source: show next list
no: vis neste liste

source: show next page
no: vis neste side

source: show nothing
de: keine Anzeige
no: vis ingenting

source: show previous download details
no: vis forrige nedlastingsdetaljer

source: show previous list
no: vis forrige liste

source: show previous page
no: vis forrige side

source: show second selected tag
de: Zeige zweitgewähltes tag
no: vis andre valgte markør

source: show selected Placemark
no: vis valgt Placemark

source: show tag menu
de: Zeige tag-Menü
no: vis tag meny

source: show your albums (if logged in)
no: vis dine albumer (hvis innlogget)

source: single line style
de: Einzelne Zeile
no: enlinjestil

source: size in %s (max %d %s):
de: Größe in %s (max %d %s):
no: størrelse %s (maksimum %d %s):

source: skipping
no: hoppe over

source: sort by date
de: Sort. nach Datum
no: sorter på dato

source: split screen
de: geteilter Bildschirm
no: delt skjerm

source: start a new search
no: start et nytt søk

source: start page catching / select page
de: Seitenlink auswählen
no: start sidehenting / velg side

source: stop
no: stopp

source: stop Service on Start
no: stopp kanal ved oppstart

source: stop TV Service on Start
no: stopp TV kanal ved oppstart

source: stop recording
de: Aufnahme anhalten
no: stopp opptak

source: stopped
no: stoppet

source: subtitle and audio language may be the same
no: undertekst- og lydspråk kan være lik

source: successfully load EPG form the server
de: EPG Daten erfolgreich vom Server geladen
no: vellykket opplastet EPG fra server

source: switch 4:3 content display
de: 4:3 Bildumschaltung
no: bytt til 4:3 skjermformat

source: teletext and picture
de: TeleText und Bild
no: teletekst og bilde

source: teletext in picture
de: TeleText in Bild
no: teletekst i bilde

source: teletext settings
de: TeleText Einstellungen
no: teletekstinnstillinger

source: the command was not > 0
de: der Befehl war nicht > 0
no: kommandoen var ikke > 0

source: this recording
de: diese Aufnahme
no: denne innspillingen

source: toggle download status
no: veksle nedlastingsstatus

source: toggle file status
no: veksle filstatus

source: toggle flof/top
de: FLOF/TOP umschalten
no: veksle flof/topp

source: toggle info
de: versteckte Informationen
no: veksle informasjon

source: toggle selection
de: Einstellung umkehren
no: veksle valg

source: toggle transparency
de: Transparenz umschalten
no: veksle gjennomsiktighet

source: tolerated
no: tillatt

source: turn off
de: ausschalten
no: slå av

source: turn on
de: einschalten
no: slå av

source: type %s is not a number
de: type %s ist keine Zahl
no: karakter %s er ikke et nummer

source: unable to find timer with id %i
de: Kann Timer mit Id %i nicht finden
no: kunne ikke finne timer med id %i

source: undefined
no: udefinert

source: undelete
de: Löschen rückgängig
no: angre slettings

source: under the Fan
de: unter dem Lüfter
no: under viften

source: under the WLAN
de: unter dem WLAN
no: under WLAN

source: unknown
de: unbekannt
no: ukjent

source: unknown command (%s)
de: Unbekannter Befehl (%s)
no: ukjent kommando (%s)

source: unknown service
de: Unbekannter Service
no: ukjent kanal

source: up
de: hoch
no: opp

source: update
no: oppdatering

source: updates transponder file (satellites.xml)
de: Aktualisiert Transponderdatei (satellites.xml)
no: oppdaterer transponderfil (satellites.xml)

source: use as HDD replacement
de: als HDD Ersatz nutzen
no: bruk som HDD erstatning

source: use external
de: extern
no: bruk ekstern

source: use internal
de: intern
no: bruk intern

source: use www.DynDNS.org on your Box
no: bruk www.DynDNS.org på din Dreambox

source: user name
de: Benutzername
no: brukernavn

source: view Emails via IMAP4
de: Lesen von Emails via IMAP4
no: les e-post via IMAP4

source: virt. Keyboard
no: virtuelt tastatur

source: virtual Keyb.
no: virtuelt tastatur

source: virtual Keyboard
no: virtuelt tastatur

source: void
de: deaktiviert
no: ugyldig

source: votes
de: Stimmen
no: stemmer

source: wait...
de: Warte...
no: vent...

source: waiting
de: wartend
no: venter

source: with PiG
de: mit PiG
no: med PiG

source: with exit button
de: mit "Exit" auf Fernbedienung
no: med EXIT tast

source: with long OK press
de: mit langen Druck auf "OK"
no: med lang OK tast

source: with short description
de: Mit Kurzbeschreibung
no: med kort beskrivelse

source: work
de: Büro
no: arbeid

source: wrong user or password?
de: falscher Benutzer oder falsches Passwort?
no: feil bruker eller passord?

source: yellow teletext link
de: gelber Textlink
no: gul teletekst link

source: yes
de: ja
no: ja

source: yes, Except for Recording or HDD
de: Ja, außer bei Aufnahme oder HDD
no: ja, untatt for opptak eller HDD

source: yes, Profile 1
de: ja, Profil 1
no: ja, profil 1

source: yes, Profile 2
de: ja, Profil 2
no: ja, profil 2

source: yes, including data
no: ja, inkludert data

source: zap in pip window...
de: zappe im Bild-in-Bild-Fenster
no: zap i BiB vindu...

source: zoom / increase height
de: Zoom / Höhe vergrößern
no: forstørr / øk høyde

source: %Y.%m.%d
de: %d.%m.%Y

source: %Y.%m.%d %H:%M
de: %d.%m.%Y %H:%M

source: %d conflict(s) encountered when trying to add new timers: %s
de: %d Konflikt(e) gefunden beim hinzufügen neuer Timer: %s

source: %d conflict(s) solved with similar timer(s): %s
de: %d Konflikt(e) gefunden beim hinzufügen alternativer Timer: %s

source: %s: %s at %s
de: %s: %s am %s

source: ... is used, %dMB free
de: ... wird benutzt, %dMB frei

source: 05.29 until below 6.35
de: 05.29 bis vor 6.35

source: 06.35 and newer
de: 06.35 und neuer

source: 1 hour
de: 1 Stunde

source: 30 minutes
de: 30 Minuten

source: 6 hours
de: 6 Stunden

source: <empty>
de: <leer>

source: Abkhazian
de: Abchasisch

source: Abort all downloads
de: Alle Downloads abbrechen

source: ActiveTimerPushed
de: Aktive Timer übertragen

source: Add downloads from txt files
de: Downloads aus txt Dateien hinzufügen

source: Add files from container
de: Dateien aus Container hinzufügen

source: Add new Playlist
de: Neue Wiedergabeliste hinzufügen

source: Add to playlist
de: Zu Wiedergabeliste hinzufügen

source: Added
de: Hinzugefügt

source: Added %s to the download-list.
de: %s zur Downloadliste hinzugefügt.

source: Adult streaming plugin
de: Erwachsenen Stream Plugin

source: Adult streaming plugin.
de: Erwachsenen Stream Plugin.

source: Adult streaming plugins for dm800/dm8000
de: Filme für Erwachsene auf der Dreambox

source: Advanced HDMI-Cec Control
de: Erweiterte HDMI-Cec Einstellungen

source: Advanced HDMI-Cec Setup
de: Erweiterte HDMI-Cec Einstellungen

source: After that times of unsuccesfully boot enigma2, the EPG-File will be deleted.
de: Nach dieser Anzahl an erfolglosen enigma2-Starts, wird die EPG-Datei gelöscht.

source: Albanian
de: Albanisch

source: Allow downloading on friday:
de: Erlaube das Herunterladen am Freitag:

source: Allow downloading on monday:
de: Erlaube das Herunterladen am Montag:

source: Allow downloading on saturday:
de: Erlaube das Herunterladen am Samstag:

source: Allow downloading on sunday:
de: Erlaube das Herunterladen am Sonntag:

source: Allow downloading on thursday:
de: Erlaube das Herunterladen am Donnerstag:

source: Allow downloading on tuesday:
de: Erlaube das Herunterladen am Dienstag:

source: Allow downloading on wednesday:
de: Erlaube das Herunterladen am Mittwoch:

source: Allows user to download files from rapidshare in the background.
de: Mit RSDownloader können Sie Dateien von Rapidshare im Hintergrund herunterladen.

source: Amharic
de: Amharisch

source: Are you sure want to create FlashExpander on %s Partition %d
de: Willst du wirklich FlashExpander in %s Partition %d erstellen

source: Are you sure want to create FlashExpander on Server: %s Path: %s
de: Willst du wirklich FlashExpander in Server: %s Pfad: %s erstellen

source: Are you sure you want to save this network mount?
de: Wollen Sie diese Netzwerkfreigabe speichern?

source: Armenian
de: Armenisch

source: Artist
de: Interpret

source: At which time, HDMI-Cec should be disabled?
de: Ab welcher Uhrzeit, soll HDMI-Cec deaktiviert werden?

source: Australia
de: Australien

source: Author:
de: Autor:

source: Auto
de: Automatisch

source: Autoresolution Switch
de: Autoresolution Umschaltung

source: Autos & Vehicles
de: Autos und Fahrzeuge

source: Azerbaijani
de: Aserbaidschanisch

source: Babelzapper Plugin
de: Babalzapper Plugin

source: Back in history, be patient ...
de: Zurück im Verlauf, bitte warten...

source: Backup
de: Sicherung

source: Backup "%s" successfully created!
de: Backup-Datei "%s" erfolgreich erstellt!

source: Backup and Restore are disabled!
de: Backup und Restore sind deaktiviert

source: Backup and restore EPG Data, including integration of EPGRefresh-plugin
de: Backup und Wiederherstellen von EPG-Daten, inklusive Integration vom EPGRefresh-Plugin

source: Backup and restore EPG-Data
de: EPG-Daten Sichern und Wiederherstellen

source: Backup-File to restore is older or equal EPG-file: Backup-File: %s; Epg-File: %s
de: Die Backup-Datei, die wiederhergestellt werden soll, ist älter oder gleich alt als die EPG-Datei: BackupDatei: %s, EPG-Datei: %s

source: Backup-File to restore is smaller or equal EPG-file: Backup-File: %s; Epg-File: %s
de: Die Backup-Datei, die wiederhergestellt werden soll, ist kleiner oder gleich groß als die EPG-Datei: BackupDatei: %s, EPG-Datei: %s

source: Backup-file "%s" successfully loaded!
de: Backup-Datei "%s" erfolgreich geladen!

source: Backup-file "%s" will be loaded on next boot!
de: Backup-Datei "%s" wird beim nächsten Neustart geladen!

source: Ban
de: Missfällt mir

source: Ban Track, never play
de: Unerwünschter Titel, nie spielen

source: Banned Tracks
de: Unerwünschte Titel

source: Banned Tracks loaded
de: Unerwünschte Titel geladen

source: Bashkir
de: Baschkirisch

source: Basque
de: Baskisch

source: Bengali
de: Bengalisch

source: Biggest before Youngest
de: Größtes vor Jüngstem

source: BoxControl
de: Steuerung

source: Breton
de: Bretonisch

source: Buffer:
de: Puffer:

source: Bulgarian
de: Bulgarisch

source: Burmese
de: Burmesisch

source: Byelorussian
de: Weißrussisch

source: Cambodian
de: Kambodschanisch

source: Catalan
de: Katalanisch

source: Category
de: Kategorie

source: Change your ftp and telnet password
de: Ändere dein ftp und telnet Passwort

source: Checking
de: Prüfe

source: Chinese
de: Chinesisch

source: Choose reconnect script:
de: Wähle Script zum Neuverbinden:

source: Clear finished downloads
de: Fertige Downloads entfernen

source: Configure when HDMI-Cec is enabled
de: Konfigurationen für HDMI-Cec

source: Corsican
de: Korsisch

source: Could not log in!
de: Konnte nicht einloggen!

source: Could not retrive video url for: %s
de: Konnte Video-URL nicht empfangen für: %s

source: Couldn't create a backup. Reason: %s. Press OK to see the logfile!
de: Die Backup-Datei konnte nicht erstellt werden. Grund: %s. Drücken Sie OK um die Log-Datei anzusehen!

source: Couldn't load backup-file. Reason: %s. Press OK to see the logfile!
de: Die Backup-Datei konnte nicht geladen werden. Grund: %s. Drücken Sie OK um die Log-Datei anzusehen!

source: Croatian
de: Kroatisch

source: Czech
de: Tschechisch

source: Danish
de: Dänisch

source: DeactivatedTimerPushed
de: Deaktivierte Timer übertragen

source: Delete %s?
de: %s löschen?

source: Delete Playlist
de: Wiedergabeliste löschen

source: Delete download
de: Lösche Download

source: Delete failed downloads
de: Fehlgeschlagene Downloads löschen

source: Delete log
de: Lösche Log

source: Descending
de: Absteigend

source: Description:
de: Beschreibung:

source: Directory for the Logfiles.
de: Verzeichnis für die Log-Dateien

source: Disable HDMI-CEC chronologically
de: HDMI-Cec zeitlich deaktivieren

source: Do you want to reboot your Dreambox?
de: Soll die Dreambox neu gestartet werden?

source: Don't download after:
de: Herunterladen nicht nach:

source: Don't download before:
de: Herunterladen nicht vor:

source: Don't reconnect after:
de: Nicht neu verbinden nach:

source: Don't reconnect before:
de: Nicht neu verbinden vor:

source: Download files from Rapidshare
de: Lädt Dateien von Rapidshare herunter

source: Download files from rapidshare
de: Lade Dateien von rapidshare herunter

source: Download in the background:
de: Im Hintergrund herunter:

source: Downloading
de: Herunterladen

source: Downloads directory:
de: Pfad der Downloads:

source: Dutch
de: Holländisch

source: E
de: O

source: E-Mail Address
de: E-Mail-Adresse

source: EPG-Data will be backuped periodically and after epg-refresh
de: EPG Daten werden periodisch und nach einem EPG-Refresh gesichert

source: EPG-File is too small for Backup: Size: %s; your setting: %s
de: Die EPG-Datei ist zu klein für ein Backup: Größe: %s, Ihre Einstellung: %s

source: EPG-File-Write Wait
de: auf EPG-Datei schreiben warten

source: EPG-Files with a less size of this value (MiB) won't be backuped.
de: EPG-Dateien die kleiner sind als dieser Wert in MiB werden nicht kopiert.

source: EPGBACKUP_NOTIFICATION_DOMAIN
de: EPGBackup

source: EPGBackup Config V %s
de: EPG-Backup Konfiguration V %s

source: EPGBackup Help
de: EPGBackup Hilfe

source: EPGBackup Setup
de: EPGBackup Konfiguration

source: Easy-Selection
de: Easy-Auswahl

source: Edit HDMI-Cec-Timespan
de: HDMI-Cec-Zeitspanne bearbeiten

source: EmailClient for %(account)s: %(error)s
de: EmailClient für %(account)s: %(error)s

source: Enable Backup
de: Backup aktivieren

source: Enable this to be able to make a Backup-File from within the extension menu.
de: Soll der Menüpunkt "EPGBackup erzeugen" direkt aus dem Erweiterungsmenü heraus aufgerufen werden können?

source: Enable this to be able to start a restore of a Backup-File from within the extension menu.
de: Soll der Menüpunkt "EPGBackup wiederherstellen" direkt aus dem Erweiterungsmenü heraus aufgerufen werden können?

source: Enigma Type
de: Enigma Typ

source: Enter unrar password:
de: Gebe unrar Passwort ein:

source: Error adding video to favorites: %s
de: Fehler beim Hinzufügen des Videos zu den Favoriten: %s

source: Error adding video to playlist: %s
de: Fehler beim Hinzufügen des Videos zur Wiedergabeliste: %s

source: Error contacting YouTube: %s
de: Fehler beim Kontaktieren von YouTube: %s

source: Error loading playlists: %s
de: Fehler beim Laden der Wiedergabelisten: %s

source: Error querying favorites feed: %s
de: Fehler beim Abrufen des Favoriten-Feeds: %s

source: Error querying feed %s: %s
de: Fehler beim Abrufen des Feeds %s: %s

source: Error querying feed for search term %s: %s
de: Fehler beim Abrufen des Feeds für Suchbegriff %s: %s

source: Error querying playlist-feed for playlist %s: %s
de: Fehler beim Abrufen des Wiedergabelisten-Feeds für Wiedergabeliste %s: %s

source: Error removing video from favorites: %s
de: Fehler beim Entfernen des Videos aus den Favoriten: %s

source: Error removing video from playlist: %s
de: Fehler beim Entfernen des Videos aus der Wiedergabeliste: %s

source: Error while adding %s to the download-list!
de: Fehler während dem Hinzufügen von %s zur Downloadliste!

source: Error while decrypting %s!
de: Fehler während dem Entschlüsseln von %s!

source: Error while getting video url!
de: Fehler bei Ermittlung der Video URL!

source: Error while searching http://rapidshare-search-engine.com! Error: %s
de: Fehler während dem Suchen auf http://rapidshare-search-engine.com! Fehler: %s

source: Error while searching http://rapidshare-search-engine.com! Error: Nothing found, sorry.
de: Fehler während dem Suchen auf http://rapidshare-search-engine.com! Fehler: Nichts gefunden, sorry.

source: Error while setting new password!
de: Fehler während dem Setzen des neuen Passworts!

source: Estonian
de: Estnisch

source: Event Info
de: Sendungsinfo

source: Expand your Flash using an USB stick or an NFS share.
de: Erweiterung des Flashspeichers mittels eines USB Sticks oder einer NFS-Freigabe.

source: FILELIST_BIGGEST
de: Größtes

source: FILELIST_FORCED
de: erzwungen

source: FILELIST_YOUNGEST
de: Jüngstes

source: FRITZ!Box - Could not load phonebook: %s
de: "FRITZ!Box - Telefonbuch konnte nicht geladen werden: %s

source: Faeroese
de: Färöisch

source: Failed
de: Fehlgeschlagen

source: Feed
de: Kanal

source: Feed %s/%s
de: Kanal %s/%s

source: Feed URI
de: Adresse

source: FinishedTimerPushed
de: Erledigte Timer übertragen

source: Finnish
de: Finnisch

source: FlashExpander is not installed, create? Press Key OK.
de: FlashExpander ist nicht installiert, erstellen? Drücke OK.

source: Forward in history, be patient ...
de: Vorwärts im Verlauf, bitte warten...

source: Friends
de: Freunde

source: Friends loaded
de: Freunde galaden

source: Frisian
de: Friesisch

source: From Region
de: Aus Region

source: From WD
de: Von Wochentag

source: From which day of the week, HDMI-Cec should be disabled?
de: Von welchem Wochentag an, soll HDMI-Cec deaktiviert werden?

source: GUI that allows user to change the ftp-/telnet-password of the Dreambox.
de: Eine grafische Oberfläche zum Ändern des FTP- und Telnet-Passworts Ihrer Dreambox.

source: Galician
de: Galizisch

source: General Error!
de: Genereller Fehler

source: Georgian
de: Georgisch

source: German traffic information
de: Zeigt aktuelle Verkehrsinformationen an

source: Get related videos
de: Ähnliche Videos abrufen

source: Global Tags
de: Allgemeine Auswahl

source: Global Tags loaded
de: Allgemeine Auswahl geladen

source: Grab Video & OSD
de: Video & OSD einfangen

source: Greek
de: Griechisch

source: Greenlandic
de: Grönländisch

source: Group of
de: Gruppe

source: HD Interlace Mode
de: HD Interlace Modus

source: HD Progressive Mode
de: HD Progressiv Modus

source: HD Quality (Stereo)
de: HD-Qualität (Stereo)

source: Harddisk
de: Festplatte

source: Hebrew
de: Hebräisch

source: High Quality (Stereo)
de: Hohe Qualität (Stereo)

source: How many seconds should EPGBackup be wait to check if the EPG-File-Size didn't change before it starts the Backup.
de: Wie viele Sekunden soll gewartet werden um zu überprüfen ob sich die EPG-Datei-Größe nicht mehr ändert, bevor ein Backup erstellt wird.

source: Howto & Style
de: Tipps & Tricks

source: Hungarian
de: Ungarisch

source: Icelandic
de: Isländisch

source: Ignore download times:
de: Ignoriere Download-Zeiten:

source: Incorrect new password! Minimum length: 5 Maximum length: 8
de: Neues Passwort nicht korrekt! Minimale Länge: 5 Maximale Länge: 8

source: India
de: Indien

source: Indonesian
de: Indonesisch

source: Install unrar
de: Installiere unrar

source: Installing unrar...
de: Installiere unrar...

source: Interval for Coverart Animation
de: Intervall der Coverart Animation

source: Interval to refresh Metadata (seconds)
de: Aktualisierungsintervall Metadaten (Sekunden)

source: Irish
de: Irisch

source: Japanese
de: Japanisch

source: Javanese
de: Javanisch

source: Kazakh
de: Kasachisch

source: Keep EPG-Data over Crashes
de: EPG-Daten über Abstürze hinweg behalten

source: Kirghiz
de: Kirgisisch

source: Korean
de: Koreanisch

source: Kurdish
de: Kurdisch

source: Laothian
de: Laotisch

source: Last.FM Username
de: Last.FM Benutzername

source: Latin
de: Lateinisch

source: Latvian
de: Lettisch

source: Listen to Last.FM Internet Radio
de: Last.FM Internet Radio hören

source: Lists directory:
de: Pfad der Listen:

source: Lithuanian
de: litauisch

source: Load further entries of current Feed?
de: Weitere Einträge des aktuellen Feeds laden?

source: Loading Friends
de: Freunde werden geladen

source: Loading Global Tags
de: Allgemeine Auswahl wird geladen

source: Loading Loved Tracks
de: Bevorzugte Titel werden geladen

source: Loading Neighbours
de: Nachbarn werden geladen

source: Loading Recent Tracks
de: Neueste Titel werden geladen

source: Loading Top Tacks
de: Top Titel werden geladen

source: Loading additional videos, be patient ...
de: Lade weitere Videos, bitte gedulden...

source: Loading favorits, be patient ...
de: Lade Favoriten, bitte gedulden...

source: Loading next page... please wait!
de: Lade nächste Seite... bitte warten!

source: Loading playlist, be patient ...
de: Lade Wiedergabeliste, bitte gedulden...

source: Loading previous page... please wait!
de: Lade vorherige Seite... bitte warten!

source: Loading related videos, be patient ...
de: Lade ähnliche Videos, bitte gedulden...

source: Loading standard feed, be patient ...
de: Lade Standard-Feed, bitte gedulden...

source: Log-directory
de: Logdatei-Verzeichnis

source: Logfile %s: %s
de: Logdatei %s: %s

source: Login not successful
de: Anmelden nicht erfolgreich

source: Love
de: Gefällt mir

source: Loved Tracks
de: Bevorzugte Titel

source: Loved Tracks loaded
de: Bevorzugte Titel geladen

source: Low Quality (Mono)
de: Niedrige Qualität (Mono)

source: MSN location search result
de: Suchresultat MSN Location-Code

source: Macedonian
de: Mazedonisch

source: Make Backup
de: Backup erstellen

source: Make a EPG-Backup
de: EPG-Backup erstellen

source: Make a backup after EPGRefresh.
de: Nach der EPGRefresh-Durchführung ein Backup erstellen

source: Make a backup before starting enigma. A backup-file will only be created, if no valid backup-file could be restored. Note: It's logically the same as making a backup at the ending of enigma, because the file didn't change in the meanwhile.
de: Ein Backup beim Starten erstellen. Eine Backup-Datei wird nur dann angelegt, wenn keine gültige Backup-Datei gefunden wurde. Hinweis: Dies ist logisch das Gleiche wie ein Backup beim Beenden herstellen, da die EPG-Datei in der Zwischenzeit nicht verändert wird.

source: Make backups periodically?
de: Backups periodisch erstellen?

source: Malay
de: Malaiisch

source: Maltese
de: Maltesisch

source: Mark Track as loved
de: Titel als "bevorzugt"' markieren

source: Mark files < 1 MB as failed:
de: Markiere Dateien < 1MB als Fehlgeschlagen:

source: Match Timespan: %02d:%02d - %02d:%02d
de: Finde in Zeitspanne: %02d:%02d - %02d:%02d

source: Maximal downloads:
de: Maximale Downloads:

source: Maximum Boot-Count
de: Maximale Boot-Versuche

source: Maximum Number of unsuccessfully boots reached!
de: Maximale Anzahl an fehlgeschlagenen Boot-Versuchen erreicht!

source: Medium Quality (Mono)
de: Mittlere Qualität (Mono)

source: Merlin Music Player and iDream
de: Merlin Music Player und iDream
