Repository: opendreambox/enigma2-plugins
Catalog: po/*.po
Languages: de, no

source: Append file to current songlist
de: Datei zu aktueller Liederliste hinzufügen
no: Legg fil til i denne spilleliste

source: Append shortcut number
de: Füge Kurzwahl an
no: Legg til hutignummer

source: Append type of number
de: Füge Typ der Nummer an
no: Legg til type nummer

source: Append vanity name
de: Füge Vanity-Nummer an
no: Legg til kallenavn

source: Apply
de: Anwenden
no: Bruk

source: Arabic
de: Arabisch
no: Arabisk

source: Are you sure you want to delete %s?
de: Möchten sie %s wirklich löschen?
no: Er du sikker på at du vil slette %s?

source: Areacode to add to calls without one (if necessary)
de: Vorwahl für Anrufe ohne eine solche (falls nötig)
no: Områdekode som skal brukes (om nødvendig)

source: Artist (%s) -> Album List
de: Künstler (%s) -> Albenliste
no: Artist (%s) -> Albumliste

source: Artist (%s) -> Song List
de: Künstler (%s) -> Liederliste
no: Artist (%s) -> Spilleliste

source: Artists (%d)
de: Künstler (%d)
no: Artister (%d)

source: Artists List
de: Künstlerliste
no: Artistliste

source: Ask default No
de: Fragen default Nein
no: Spør som standard (Nei)

source: Ask default Yes
de: Fragen default Ja
no: Spør som standard (Ja)

source: Ask user
de: Nutzer fragen
no: Spør bruker

source: Aspect Ratio Switch setup
de: Aspect Ratio Switch einrichten
no: Aspektratiobytte oppsett

source: Aspect ratio switched from: %s to: %s
de: Darstellung umgeschaltet von: %s auf: %s
no: Aspektratio byttet fra: %s til: %s

source: AspectRatioSwitch Setup
de: AspectRatioSwitch Einstellungen
no: Aspektratiobytte oppsett

source: Assign color buttons (red/green/yellow/blue) to plugins of MOVIELIST.
de: Mit MovieselectionQuickButton können Sie die Farbbuttons (Rot,Grün,Gelb,Blau) der Filmliste Plugins zuweisen
no: Knytt fargetaster (RØD/GRØNN/GUL/BLÅ) til filmliste plugins.

source: Assign color buttons to plugins of MOVIELIST
de: Die Farbbutoons in der Filmliste einem Plugin zuweisen.
no: Knytt fargetaster til plugins for filmliste

source: Assign plugin to blue key pressed
de: Blauer Taste zuordnen
no: Legg plugin til BLÅ tast

source: Assign plugin to green key pressed
de: Grüner Taste zuordnen
no: Legg plugin til GRØNN tast

source: Assign plugin to long blue key pressed
de: Langer Tastendruck auf Blau
no: Legg plugin til lenge trykket BLÅ tast

source: Assign plugin to long green key pressed
de: Langer Tastendruck auf Grün
no: Legg plugin til lenge trykket GRØNN tast

source: Assign plugin to long red key pressed
de: Langer Tastendruck auf Rot
no: Legg plugin til lenge trykket RØD tast

source: Assign plugin to long yellow key pressed
de: Langer Tastendruck auf Gelb
no: Legg plugin til lenge trykket GUL tast

source: Assign plugin to red key pressed
de: Roter Taste zuordnen
no: Legg plugin til RØD tast

source: Assign plugin to yellow key pressed
de: Gelber Taste zuordnen
no: Legg plugin til GUL tast

source: Assigned Tags
de: Zugeordnete Tags
no: Tildel merker

source: Attachments
de: Anhänge
no: Tillegg

source: Audio Bitrate
no: Lyd bitrate

source: Audio Channels
de: Anzahl Audiokanäle
no: Lydkanaler

source: Audio Codec
no: Lyd codec

source: Audio Samplerate
no: Lyd samplingsfrekvens

source: Audio Sync Setup
no: Audio Sync innstillinger

source: Audio restart Setup
no: Lyd restart oppsett

source: AudoRestart allows the restart of digital audio after standby to fix missing audio due to handshake problems with some avr brands.
de: AudioRestart erlaubt den Neustart des digitalen Audio Signals nach dem Standby.
no: AudioRestart tillater omstart av digital audio etter standby, for å løse manglende audio i forbindelse med handshake problemer med enkelte AVR produsenter.

source: AudoSync allows delaying the sound output (Bitstream/PCM) so that it is synchronous to the picture.
de: Mit AudioSync kann die Ton-Ausgabe (Bitstream und PCM) verzögert werden, damit sie zeitrichtig zum Bild erfolgt.
no: AudioSync tillater å forsinke audio utlyd (Bitstream/PCM) slik at den synkroniseres med bilde.

source: Austria
de: Österreich
no: Østerrike

source: Authenticate with Youtube
de: Anmelden über Youtube
no: Autentiser med YouTube

source: Authentication awaiting
de: Warte auf Authentifizierung
no: Autentisering avventer

source: Authors
de: Authoren
no: Bidragsytere

source: Auto match
de: Automatisch zuweisen
no: Autosamsvar

source: Auto paginate on last entry:
de: Beim letzten Eintrag automatisch umblättern:
no: Autonummerering siste oppføring

source: Auto-Delete Data older than (Days)
de: Auto-Löschen Daten älter als (Tage)
no: Automatisk sletting av data eldre enn (dager)

source: Auto-Delete older %s Days
de: Auto-L&ouml;schen &auml;lter %s Tage
no: Autoslett eldre enn %s dager

source: Auto-Primetime:
de: Automatische Primetime:
no: Auto 'Beste sendetid'

source: Auto-add torrent enclosures from SimpleRSS
no: Automatisk legg til torrentvedlegg fra SimpleRSS

source: Auto-enable conditions for subtitles
no: Automatisk aktiver tilstander for undertekst

source: AutoTimer Editor
no: Auto Timer redigering

source: AutoTimer Filters
de: AutoTimer Filter
no: Auto Timer Filter

source: AutoTimer Help
de: Auto Timer Hilfe
no: AutoTimer hjelp

source: AutoTimer Services
de: AutoTimer Sender
no: AutoTimer tjenester

source: AutoTimer Settings
de: AutoTimer Einstellungen
no: AutoTimer innstillinger

source: AutoTimer failed with error %s
de: Parsen des EPGs durch den AutoTimer hat einen Fehler verursacht %s
no: AutoTimer mislyktes med feil %s

source: AutoTimer independent mode
de: AutoTimer unabhängiger Modus
no: AutoTimer uavhengighetsmodus

source: AutoTimer overview
de: AutoTimer Übersicht
no: AutoTimer oversikt

source: AutoTimer scans the EPG and creates Timers depending on user-defined search criteria.
de: AutoTimer setzt Timer automatisch auf Basis von benutzerdefinierten Regeln. Das hauptsächliche und erforderliche Kriterium ist eine Textsuche im Titel der Sendung.
no: AutoTimer søker i EPG og lager timere avhengig av brukerdefinerte søkekriterier.

source: AutoTimer was added successfully
de: AutoTimer wurde erfolgreich hinzugefügt
no: AutoTimer er lagt til

source: AutoTimer was changed successfully
de: AutoTimer wurde erfolgreich geändert
no: AutoTimer er endret

source: AutoTimer was removed
de: AutoTimer wurde entfernt
no: AutoTimer er fjernet

source: Autocreate of missing previews
de: Autoerstellung fehlender Vorschaubilder
no: Automatisk lage manglende forhåndsvisninger

source: Autocreate of previews aborted due user!
de: Autoerstellung fehlender Vorschaubilder wurde abgebrochen!
no: Automatisk laging av forhåndsvisninger avbrutt av bruker!

source: Automatic System Cleanup Setup
de: Automatische Systembereinigung einrichten
no: Automatisk oppsett av systemopprenskning

source: Automatic Timerlist Cleanup Setup
de: Autom. Aufräumen der Timerlisten
no: Automatisk oppsett av timerliste opprenskning

source: Automatic Volume Adjustment
de: Automatische Lautstärkenanpassung
no: Automatisk lydustering

source: Automatic Volume Adjustment - Config
de: Automatische Lautstärkenanpassung - Config
no: Automatisk lydjustering - konfigurering

source: Automatic Volume Adjustment - Entry Config
de: Automatische Lautstärkenanpassung - Konfiguration Eintrag
no: Automatisk lydjustering - Inntastingskonfigurasjon

source: Automatic Volume Adjustment - Service Config
de: Automatische Lautstärkenanpassung - Konfiguration Sender
no: Automatisk lydjustering - Kanalkonfigurasjon

source: Automatic volume adjust
de: Automatische Lautstärkenanpassung
no: Automatisk lydjustering

source: Automatic volume adjustment
de: Automatische Lautstärken-Anpassung
no: Automatisk volumjustering

source: Automatic volume adjustment for ac3/dts services.
de: Automatische Lautstärken-Anpassung für AC3/DTS Dienste.
no: Automatisk volumjustering for AC3/DTS tjenester.

source: Automatically add new Caller to PhoneBook
de: Anrufer automatisch dem Telefonbuch hinzufügen
no: Automatisk legg ny innringer til i telefonbok

source: Automatically change video resolution
de: Automatisches Umschalten der Auflösung
no: Automatisk endring av videooppløsning

source: Automatically changes the output resolution depending on the video resolution you are watching.
de: AutoResolution schaltet automatisch auf die optimale Auflösung für das angezeigte Video um.
no: Automatisk endring av utgangsoppløsning avhengig av videooppløsningen du ser på.

source: Automatically create timer events based on keywords
de: Erstellt Timereinträge auf Grund von Stichworten
no: Legg till timere automatisk, basert på nøkkelord

source: Automatically refresh EPG
de: Automatisierte EPG Aktualisierung
no: Automatisk oppdatering av EPG

source: Automatically search and add season and episode information to Your timer and recordings.
de: Fügt automatisiert Informationen zu Staffeln und Episoden zu Aufnahmen hinzu.
no: Autimatisk søk og legg til sesong- og episodeinformasjon i timer og innspillinger.

source: Automatically select Audio- and Subtitle tracks
no: Autimatisk velg lyd- og undertekstspor

source: Automatically shut down to deep standby
de: Elektro Power Save aktivieren
no: Automatisk gå til dyp standby

source: Automatically zaps back to current service after given Time
de: Automatisch nach Zeitintervall auf einen Sender zurückschalten
no: Automatisk bytte tilbake til nåværende kanal etter gitt tid

source: Autoresolution Plugin Testmode: Is %s OK?
de: Autoresolution Plugin Testmodus: Ist %s OK?
no: Autoresolution Plugin Testmodus: Er %s OK?

source: Autoresolution is not working in Scart/DVI-PC Mode
de: Autoresolution läuft nicht im Scart/DVI-PC Modus
no: Autoresolution virker ikke i Scart/DVI-PC modus

source: Autoresolution settings
de: Autoresolution Einstellungen
no: Autoresolution innstillinger

source: Autoresolution videomode setup
de: Autoresolution Videomodus einstellen
no: Autoresolution oppsett

source: Autotimer is not installed!
de: Autotimer ist nicht installiert!
no: Autotimer er ikke installert!

source: Autoupdate
de: Automatisch aktualisieren
no: Autooppdatering

source: Autowrite timer
de: Timer automatisch schreiben
no: Skrive timer automatisk

source: Avoid deep standby on network activity, e.g. for Streaming
de: Verhindere ausschalten bei Netzwerk aktivität, z.B. Streaming
no: Unngå dyp standby under nettverksaktiviteter, som for eks. streaming

source: Avoid deep standby when HDD is active, e.g. for FTP
de: Kein Deep Standby, wenn die HDD aktiv ist, z. B. für FTP
no: Unngå dyp standy nå HDD er aktiv, som for eks. FTP

source: BZ2-package:\n
de: BZ2-Archiv:\n
no: BZ2-pakke:\n

source: Babelzapper Version %s by gutemine and garbage
de: Babelzapper Version %s von gutemine und garbage
no: Babelzapper Versjon %s av gutemine and garbage

source: Back
de: Zurück
no: Tilbake

source: Back to main screen
de: Zurück zum Hauptfenster
no: Tilbake til hovedbilde

source: Background caching
de: Puffern im Hintergrund
no: Bakgrunnsbufring

source: Background only
de: Nur im Hintergrund
no: Kun bakgrunn

source: Background transparency
de: Hintergrundtransparenz
no: Bakgrunnsgjennomsiktighet

source: Backup of DVD finished.
de: Sicherung der DVD abgeschlossen.
no: Backup av DVD er ferdig.

source: Backup your Video-DVD to your harddisk
de: Sichert Video-DVD auf Festplatte
no: Backup video DVD til din harddisk

source: Bad arguments
de: ungültige Parameter
no: Dårlige argumenter

source: Bandwidth
de: Bandbreite
no: Båndbredde

source: Bandwidth settings
de: Einstellungen Bandbreite
no: Båndviddeinnstillinger

source: Base
no: Hoved

source: Base background:
no: Hovedbakgrunn

source: Basic Picasa client.
de: Einfacher Picasa client.
no: Basic Picasa klient.

source: Begin
de: Start
no: Start

source: Begin / End
de: Beginn / Ende
no: Start / Slutt

source: Begin of "after event" timespan
de: Anfang der Zeitspanne
no: Starten på "etter program" tidsrom

source: Begin of timespan
de: Anfang der Zeitspanne
no: Starten på tidsrommet

source: Begins
de: Beginnt
no: Starter

source: Best resolution
de: Beste Auflösung
no: Beste oppløsning

source: Beta: Enable Permanent Recording?
de: Beta: dauerhafte Aufnahme aktivieren?
no: Beta: Aktiver permanent innspilling?

source: Birthday
de: Geburtstag
no: Fødselsdag

source: Birthday Reminder Settings
de: Birthday Reminder Einstellungen
no: Birthday Reminder oppsett

source: Birthday Reminder received %s birthdays from %s.
de: Birthday Reminder hat %s Geburtstage von %s empfangen.
no: Birthday Reminder hentet %s fødselsdager fra %s.

source: Birthday filename:
de: Dateiname:
no: Fødselsdag filnavn:

source: Birthdays
de: Geburtstage
no: Fødselsdager

source: Blank
de: Leer
no: Tom

source: Bodys
de: Textkörper
no: Meldinger

source: Bonjour/Avahi control plugin
de: Bonjour/Avahi Kontrolle
no: Bonjour/Avahi kntroll plugin

source: Bonjour/Avahi control plugin.
de: Bonjour/Avahi Kontrolle und Steuerung
no: Bonjour/Avahi kntroll plugin.

source: Bonjour: Overview
de: Bonjour: Übersicht
no: Bonjour: Oversikt

source: Bookmarks
de: Lesezeichen
no: Bokmerker

source: Boot delay
de: Verzögerung nach Start
no: Oppstartspause

source: Bootlogo-package:
no: Bootlogo-pakke:

source: Both profiles are used alternately. When shutting down the other profile is enabled. This allows two time cycles per day. Do not overlap the times.
de: Beide Profile werden abwechselnd eingesetzt. Beim Herunterfahren wird des anderen Profil aktiviert. Dieses erlaubt 2 Zeitzyclen pro Tag. Die Zeiten dürfen sich nicht überschneiden.
no: Begge profiler er brukt vekselsvis når avslutning av den andre profil er aktivert. Dette tillater to sykluser pr. dag. Ikke overlapp tidene.

source: Bouquet
no: Favoritt

source: Bouquet +/- long
de: Bouquet +/- lang
no: Favoritt +/- trykket lenge

source: Bouquets:
no: Buketter:

source: Box Shutdown
de: Box ausschalten
no: Dreambox nedstengning

source: Box has no fancontrol hardware -> FC2 deactivated
de: Box hat keine Lüftersteuerungshardware -> FC2 deaktiviert
no: Dreambox har ikke maskinvare for viftekontroll -> FC2 deaktivert

source: Box shutdown at Temperature (C)
de: Box ausschalten bei Temperatur (C)
no: Dreambox nedstegning ved temperatur (C)

source: Brazil
de: Brasilien
no: Brasil

source: Brightness
de: Helligkeit
no: Lysstyrke

source: Browse ORF and SAT1 Teletext independent from channel. This need I-net conection.
de: ORF und SAT1 Internet Teletext für die Dreambox.
no: Søk ORF og SAT1 Teletext uavhengig av kanal. Dette krever I-net forbindelse.

source: Browse for and connect to network shares
de: Durchsucht das Netzwerk nach NFS/CIFS Freigaben
no: Let etter og koble til delte nettverk

source: Browse for nfs/cifs shares and connect to them.
de: Mit NetworkBrowser können Sie Ihr Netzwerk nach NFS- /CIFS-Freigaben durchsuchen und zu diesen eine Verbindung herstellen.
no: Let etter og koble til delte nfs/cifs.

source: Browse network neighbourhood
de: Netzwerkumgebung durchsuchen
no: Let etter nettverk i nærheten

source: Browse network shares...
de: Netzwerkfreigaben durchsuchen...
no: Søk i delt nettverk...

source: Buffer device:
de: Puffergerät:
no: Bufferenhet:

source: Buffer file handling:
de: Behandlung der Pufferdatei:
no: Buffer filhåndtering:

source: By enabling this events will not be matched if they don't occur on certain dates.
de: Wird diese Option aktiviert, werden Timer nur zu bestimmten Daten hinzugefügt.
no: Ved å aktivering denne, vil programmer ikke bli gjenkjent om de ikke inntreffer på spesielle datoer.

source: By enabling this you will be notified about similar timers added during automated polling. There is no intelligence involved, so it might bother you about the same conflict over and over.
de: Bei aktivierter Option werden Sie über Alternativ-Timer, die bei der automatischen Suche hinzugefügt werden, informiert. Die Funktion besitzt keinerlei Intelligenz: Sie könnten über den selben Konflikt wiederholt informiert werden.
no: Ved å aktivering denne, vil du bli varslet når lignende timers legges til under automatisk tillegging. Det er ingen intelligens involvert, så vær klar over at det samme vil skje hver gang.

source: By enabling this you will be notified about timer conflicts found during automated polling. There is no intelligence involved, so it might bother you about the same conflict over and over.
de: Bei aktivierter Option werden Sie über Konflikte informiert, die bei der automatischen Suche festgestellt werden. Die Funktion besitzt keinerlei Intelligenz: Sie könnten über den selben Konflikt wiederholt informiert werden.
no: Ved å aktivering denne, vil du bli varslet når lignende timers legges til under automatisk tillegging. Det er ingen intelligens involvert, så vær klar over at det samme vil skje hver gang.

source: C 2012 by betonme @ IHAD
no: C 2012 av betonme @ IHAD

source: CDInfo enables gathering album and track details from CDDB and CD-Text when playing Audio CDs in Mediaplayer.
de: CDInfo ermöglicht bei der Wiedergabe von Audio-CDs im Mediaplayer die Onlineabfrage von Album- und Titel-Angaben von CDDB bzw. das Auslesen der CD-Text-Informationen.
no: CD Info aktiverer henting av album og sangtitler fra CDDB og CD-Text når du spiller Audio CDs i Mediaplayer.

source: CIFS share
de: CIFS Freigabe
no: CIFS deling

source: CSV import successful!
de: Die Daten der CSV- Datei wurden erfolgreich importiert.
no: CSV inport vellykket!

source: Cable
de: Kabel
no: Kabel

source: Cache size
de: Cachegröße
no: Bufferstørrelse

source: Call
de: Anrufen
no: Samtale

source: Call monitoring
de: Anrufanzeige
no: Samtalemonitorering

source: Call redirection
de: Rufumleitung
no: Viderekobling

source: Call redirection active
de: Rufumleitung aktiv
no: Viderekobling aktiv

source: Calling %s
de: Rufe %s an
no: Ringer %s

source: Callmonitor for NCID-based call notification
de: Callmonitor für NCID-basierte Dienste
no: Callmonitor for NCID-basert ringevarsling

source: Callmonitor for the Fritz!Box routers
de: Anrufmonitor für Fritz!Boxen
no: Callmonitor for Fritz!Box rutere

source: Camera: %s
de: Kamera: %s
no: Kamera: %s

source: Cams:
de: Kameras:
no: Kameraer:

source: Can be configured within the setup
no: Kan konfigureres i oppsett

source: Can't connect to server. Please check your network!
de: Keine Verbindung zum Server. Bitte überprüfen Sie Ihr Netzwerk!
no: Kan ikke koble til server. Sjekk nettverk!

source: Can't detect downloaded subtitle code page. Please contact with developer to correct this in future versions.
de: Kann die Code Page des heruntergeladenen Untertitels nicht bestimmen. Bitte kontaktiere den Entwickler, um dies in künftigen Versionen beheben zu können.
no: Kan ikke finne nedlastede undertekstside. Vennligst kontakt utvikler for å rette dette i senere versjoner.

source: Can't detect downloaded subtitle format. Please contact with developer to correct this in future versions.
de: Kann das Format des heruntergeladenen Untertitels nicht bestimmen. Bitte kontaktiere den Entwickler, um dies in künftigen Versionen beheben zu können.
no: Kan ikke finner nedlastede undertekstformater. Vennligst kontakt utvikler for å rette dette i senere vesjoner.

source: Can't detect movie FPS. Please install libMediaInfor from ConfigurationMenu.
de: Kann FPS des Films nicht bestimmen. Bitte installiere libMediaInfor im Konfigurationsmenü.
no: Kan ikke oppdage film FPS. Vennligst installer libMediaInfor fra konfigurasjonsmenyen.

source: Can't find CSV file %s!
de: Die CSV- Datei %s konnte nicht gefunden werden!
no: Kan ikke finne CVS fil %s!

source: Can't find subtitle file on storage device. Check: -network connection, - subtitle server availability, - storage device access.
no: Kan ikke finne undertekstfil i lagringsenhet. Sjekk: -nettverksforbindelse, -undertekst servertilgjengelighet, -tilgang til lagringsenhet.

source: Can't import CSV data from file %s.
de: Die Daten der CSV- Datei %s konnten nicht importiert werden.
no: Kan ikke importere CVS data fra fil %s.

source: Can't write CSV file %s.
de: Die CSV- Datei %s konnte nicht gespeichert werden.
no: Kan ikke lage CVS fil %s.

source: Can't write movietags, because no meta-file found!
de: Keine Metadaten vorhanden, Filmtags können nicht gespeichert werden!
no: Kan ikke lage filmbokmerke, fordi ingen metafil ble funnet!

source: Canada
de: Kanada
no: Kanada

source: Cancel
de: Beenden
no: Avbryt

source: Cancel and close
de: Abbrechen und schließen
no: Avbryt og steng

source: Cannot get calls from FRITZ!Box
de: Kann Anrufe nicht von der FRITZ!Box bekommen
no: Kan ikke motta samtale fra FRITZ!box

source: Cannot get infos from FRITZ!Box yet Still initialising or wrong firmware version
de: Kann keine Infos von der FRITZ!Box bekommen Entweder startet das Plugin noch oder die Firmware-Version ist falsch
no: Kan ikke hente info fra FRITZ!Box Initialeringsfeil eller feil maskinvareversjon

source: Cannot zap while device is in Standby
de: Umschalten ist nicht möglich während das Gerät sich im Standby befindet
no: Kan ikke bytte kanal i standby

source: Capacity
de: Kapazität
no: Kapasitet

source: Cast:
de: Darsteller:
no: Medvirkende:

source: Center Mainmenu and Plugins-list:
de: Hauptmenü und Pluginliste zentrieren:
no: Hovedmeny og pluginliste:

source: Center screen at the lower border
de: Plugin am unteren Rand zentrieren
no: Sentrer skjerm ved nedre kant

source: Center screen at the upper border
de: Plugin am oberen Rand zentrieren
no: Sentrer skjerm ved øvre kant

source: Central and Southeast Europe
de: Zentral- und Südosteuropa
no: Sentral- og søreuropa

source: Challenge executed, please verify the result!
de: Challenge ausgeführt, bitte verifzieren SIe das Ergebnis!
no: Oppgave startet, vennligs verifiser resultatet!

source: Change 3D settings
de: 3D Einstellungen bearbeiten
no: Endre 3D innstillinger

source: Change Movielist Preview position
de: Ändere Position der Filmlistenvorschau
no: Endre filmlistens forhåndsvisningsposisjon

source: Change Root Password
de: Root Passwort aendern
no: Endre root passord

source: Change active delay
de: Aktive Verzögerung ändern
no: Endre aktiv pause

source: Change default recording offset?
de: Angepasster Vor-/Nachlauf?
no: Endre standard innspillingstidspunkt?

source: Change hostname
de: Netzwerkname ändern
no: Endre vertsnavn

source: Change or reset the root password of your dreambox
de: Aendern oder resetten sie das RootPasswort ihrer Dreambox
no: Endre eller resette root passord for din Dreambox

source: Change path
de: Pfad ändern
no: Endre plassering

source: Change permanent clock position
de: Position der permanenten Uhr ändern
no: Endre permanent klokkeposisjon

source: Change pin code
de: Pincode ändern
no: Bytt pin kode

source: Change sorting
de: Sortierung ändern
no: Endre sortering

source: Change the hostname of your Dreambox.
de: Ändern Sie den Netzwerknamen Ihrer Dreambox.
no: Endre vertsnavn på din Dreambox.

source: Change to %s
de: Wechsle nach %s
no: Endre til %s

source: Change user
de: Benutzer ändern
no: Endre bruker

source: Changing keymap failed (%s).
de: Laden der keymap nicht möglich (%s).
no: Bytte av keymap feilet (%s)

source: Changing the timer for '%s' failed!
de: Timer '%s' konnte nicht geändert werden!
no: Endring av timer for '%s' feilet!

source: Channel
de: Sender
no: Kanal

source: Channel '- %(servicename)s - %(remote)s -' added.
de: Kanal '- %(servicename)s - %(remote)s -' hinzugefügt.
no: Kanal '- %(servicename)s - %(remote)s -' lagt til.

source: Channel '- %(servicename)s - %(remote)s -' replaced.
de: Kanal '- %(servicename)s - %(remote)s -' entfernt.
no: Kanal '- %servicename)s - %(remote)s -' byttet.

source: Channel '- %s -' removed.
de: Kanal '- %s -' entfernt.
no: Kanal '- %s -' fjernet.

source: Channel Edit
de: Kanal bearbeiten
no: Kanaleditering

source: Channel Editor
de: Kanal Editor
no: Kanaleditor

source: Channel Name
de: Kanalname
no: Kanalnavn

source: Channel Number
de: Kanalnummer
no: Kanalnummer
