Repository: opendreambox/enigma2-plugins
Catalog: po/*.po
Languages: de, no

source: Enable Bouquet-Filter?
de: Bouquet-Filter aktivieren?
no: Aktiver favorittfilter?

source: Enable Console Logging
de: Aktiviere Console Logging
no: Aktiver konsollogging

source: Enable Data Logging
de: Aktiviere Daten Logging
no: Aktiver datalogging

source: Enable Debug
de: Debug aktivieren
no: Aktiver feilsøking

source: Enable Elektro Power Save
de: Elektro Power Save aktivieren
no: Aktiver Elektro Power Save

source: Enable Event Logging
de: Aktiviere Ereignis Logging
no: Aktiver programlogging

source: Enable Filtering
de: Filter einschalten
no: Aktiver Filtering

source: Enable HTTP Access
de: HTTP Zugriff aktivieren
no: Aktiver HTTP tilgang

source: Enable HTTP Authentication
de: HTTP Authentifizierung aktivieren
no: Aktiver HTTP godkjenning

source: Enable HTTPS Access
de: HTTPS Zugriff aktivieren
no: Aktiver HTTPS tilgang

source: Enable HTTPS Authentication
de: HTTPS Authentifizierung aktivieren
no: Aktiver HTTPS godkjenning

source: Enable Hotkey
de: Hotkey aktivieren
no: Aktiver Hotkey

source: Enable InfoBarTunerState
de: InfoBarTunerState aktivieren
no: Aktiver InfoBarTunerState

source: Enable KiddyTimer
de: KiddyTimer aktivieren
no: Aktiver KiddyTimer

source: Enable KiddyTimer for x minutes
de: KiddyTimer für x Minuten aktivieren
no: Aktiver KiddyTimer i x minutter

source: Enable Partnerbox-Function in EPGList
de: Partnerbox-Funktion in EPG Liste aktivieren
no: Aktiver Partnerbox funksjon i EPGList

source: Enable Partnerbox-Function in TimerEvent
de: Partnerbox-Funktion in TimerEvent aktivieren
no: Aktiver Partnerbox funksjon i TimerEvent

source: Enable Port-Forwarding
de: Port-Weiterleidung aktivieren
no: Aktiver port videresending

source: Enable PushService
de: PushService aktivieren
no: Aktiver PushService

source: Enable SeriesPlugin
de: SeriesPlugin aktivieren
no: Aktiver SeriesPlugin

source: Enable Service Restriction
de: Sender-Beschränkungen
no: Aktiver Service Restriction

source: Enable Streaming Authentication
de: Streaming Authentifizierung aktivieren
no: Aktiver godkjenning av Streaming

source: Enable Thread use
de: Aktiviere Thread Nutzung
no: Aktiver trådbruk

source: Enable VPS
de: VPS aktivieren
no: Aktiver VPS

source: Enable VPS by default (new timers)
de: Soll VPS bei neuen Timern standardmäßig aktiviert sein?
no: Aktiver VPS som standard (bare nye timere)

source: Enable VPS on instant records
de: VPS bei Sofortaufnahmen aktivieren
no: Aktiver VPS ved øyeblikkelige opptak

source: Enable VPS-Plugin
de: VPS-Plugin eingeschaltet
no: Aktiver VPS plugin

source: Enable automatic selection of audio tracks
no: Aktiver automatisk valg av lydspor

source: Enable automatic selection of subtitle tracks
no: Aktiver automatisk valg av undertekst

source: Enable encoder
de: Encoder aktivieren
no: Aktiver encoder

source: Enable first Partnerbox-entry in Timeredit as default
de: Ersten Partnerbox-Eintrag als Default in Timeredit aktivieren
no: Aktiver første Partnerbox oppføring i TimerEdit som standard

source: Enable media filter
no: Aktiver mediafilter

source: Enable recording debug (Timer log)
de: Aktiviere Debug Aufzeichnung (Timer Protokoll)
no: Aktiver feilsøking ved opptak (timerlogg)

source: Enable support for EPGImport
no: Aktiver support for EPGImport

source: Enable support for XMLTVImport
no: Aktiver support for XMLTVImport

source: Enable support for crossepg
no: Aktiver support for CrossEPG

source: Enable this to be able to access the AutoTimer Overview from within the extension menu.
de: Diese Einstellung aktivieren, um die Übersicht aus dem Erweiterungsmenü zugänglich zu machen.
no: Aktiver denne for å få tilgang til AutoTimer oversikt i extension menu.

source: Enable this to be able to access the EPGRefresh configuration from within the extension menu.
de: Soll die Konfiguration direkt aus dem Erweiterungsmenü heraus aufgerufen werden können?
no: Aktiver denne for muligheten til å starte EPGRefresh konfigurasjon i utvidet meny.

source: Enable this to be able to start the EPGRefresh from within the extension menu.
de: Soll der Menüpunkt "EPGRefresh Jetzt Aktualisieren" direkt aus dem Erweiterungsmenü heraus aufgerufen werden können?
no: Aktiver denne for muligheten til å starte EPGRefresh fra utvidet meny.

source: Enable zap history:
de: Aktiviere Zap-Historie:
no: Aktiver zap historie:

source: Enabled
de: Eingeschaltet
no: Aktivert

source: Enables you to show all plugins in the (regular) movie player, including ones which may have previously been hidden there like the Graphical Multi-EPG.
de: Ermöglicht alle Plugins im Standard-Movieplayer anzuzeigen. Dies beinhaltet auch solche, die zuvor versteckt waren wie GraphMultiEPG.
no: Aktiverer muligheten for å vise alle plugin'er i standard filmavspiller, inkludert de som er mulig er satt skjult, som GrapMultiEPG plugin.

source: Enclosures
de: Anhänge
no: Kabinetter

source: Encryption
de: Verschlüsselung
no: Kryptering

source: End
de: Ende
no: Slutt

source: End Sort
de: Sortieren beenden
no: Avslutt sortering

source: End of "after event" timespan
de: Ende der Zeitspanne
no: Slutten av "etter program" tidsrom

source: End of timespan
de: Ende der Zeitspanne
no: Slutten av tidrom

source: End record
de: Ende einer Aufnahme
no: Avslutt opptak

source: End temperature C
de: Ende-Temperatur C
no: Sluttemperatur C

source: EndTime
de: Endzeit
no: Slutttid

source: Ends
de: Endet
no: Avslutter

source: English
de: Englisch
no: Engelsk

source: Enigma1-like history:
de: Verlauf wie in Enigma1:
no: Enigma1 historie:

source: Enigma2 Plugin to play AVI/DIVX/WMV/etc. videos from PC on your Dreambox. Needs a running VLC from www.videolan.org on your pc.
de: VlcPlayer decodiert Videodateien auf Ihrem PC und spielt diese dann auf Ihrer Dreambox ab. Es wird ein funktionierendes VLC von www.videolan.org benötigt.
no: Enigma2 plugin for å avspille AVI/DIVXWMV/etc videoer fra PC på din Dreambox. Trenger kjørende VLC fra www.videolan.org på din PC.

source: Enigma2 booted
de: Enigma2 gestartet
no: Enigma2 startet

source: Enigma2 going into Standby
de: Enigma2 wechselt in den Standby
no: Enigma2 går til standby

source: Enigma2 shutdown initiated
de: Enigma2 herunterfahren ausgelöst
no: Enigma2 nedstenging initiert

source: Enigma2 wakeup after Standby
de: Enigma2 start nach Standby
no: Enigma2 oppstart etter standby

source: Enter IP to scan...
de: IP zum Scannen eingeben...
no: Skriv inn IP adresse som skal skannes...

source: Enter Search Terms
de: Suchbegriffe
no: Oppgi søkekriterier

source: Enter URI
de: URI eingeben
no: Oppgi URI

source: Enter URI of FTP Server:
de: URI des FTP-Server angeben:
no: Oppgi URI og FTP server:

source: Enter VLC-Server as FQDN or IP-Address
de: VLC-Server mit Namen oder IP-Adresse
no: Oppgi VLC server som FQDN eller IP adresse

source: Enter directory
de: Verzeichnis eingeben
no: Oppgi katalog

source: Enter filename to save the List:
de: Dateiname zum speichern der Liste eingeben:
no: Oppgi filnavn for listen:

source: Enter in minutes (0 means unlimited)
de: Eingabe in Minuten (0 = unbegrenzt)
no: Oppgi tall i minutter (0 er ubegrenset)

source: Enter name for playlist
de: Name für Wiedergabeliste eingeben
no: Oppgi et navn for spillelisten

source: Enter new Password
de: Neues Passwort eingeben
no: Oppgi nytt passord

source: Enter new filename:
de: Neuen Dateinamen eingeben:
no: Oppgi nytt filnavn:

source: Enter new hostname for your Dreambox
de: Neuen Netzwerknamen für Ihre Dreambox eingeben
no: Skriv inn nytt vertsnavn for din Dreambox

source: Enter new name for favorite item
de: Neuen Namen für Favoriten eingeben
no: Oppgi nytt navn for favorittgjenstand

source: Enter options:
de: Optionen eingeben:
no: Skriv inn valg:

source: Enter password:
de: Passwort eingeben:
no: Skriv inn passord:

source: Enter pin code
de: Pin code eingeben
no: Skriv inn pinkode

source: Enter search
de: Suchen
no: Oppgi søk

source: Enter search-text
de: Suchtext eingeben
no: Oppgi seketekst

source: Enter share directory:
de: Freigabeverzeichnis eingeben:
no: Skriv inn delt katalog:

source: Enter share name:
de: Freigabename eingeben:
no: Skriv inn delt navn:

source: Enter text for page %s
de: Text für Seite %s eingeben
no: Oppgi tekst for side %s

source: Enter text to search for
de: Zu suchenden Text eingeben
no: Oppgi søketekst

source: Enter the new Tag
de: Geben Sie den neuen Tag an
no: Oppgi navn på nytt merke

source: Enter the service pin
de: Geben Sie den Kanal-Pincode ein
no: Skriv inn service pinkode

source: Enter user and password for host:
de: Benutzernamen und Passwort eingeben:
no: Skriv inn brukernavn og passord for vert:

source: Enter username
de: Benutzernamen eingeben
no: Oppgi brukernavn

source: Enter username:
de: Benutzernamen eingeben:
no: Skriv inn brukernavn:

source: Enter values (left, top, right, bottom) or press TEXT to move and resize the teletext graphically.
de: Geben Sie Werte ein (links, oben, rechts, unten) oder drücken Sie TEXT, um den TeleText grafisch zu verschieben und zu vergrößern.
no: Oppgi verdier (venstre, topp, høyre, bunn) eller trykk TEXT for å flytte og endre størrelse på teletekst grafisk.

source: Enter your password here:
de: Neues Passwort hier eingeben:
no: Oppgi ditt passord her:

source: Enter your search term(s)
de: Suchbegriff eingeben
no: Skriv inn søkekriterie(r)

source: Enter your text here:
de: Deinen Text hier eingeben:
no: Oppgi din tekst her:

source: Entertainment
de: Unterhaltung
no: Underholdning

source: Entries
de: Einträge
no: Oppføringer

source: Entry %s/%s
de: Eintrag %s/%s
no: Oppgi %s/%s

source: Entry incomplete.
de: Eintrag unvollständig.
no: Ufullstendig oppføring

source: Episode pattern file
de: Eigene Episoden Vorlage
no: Episode mønsterfil

source: Error
de: Fehler
no: Feil

source: Error by processing the skin file !!!
de: Fehler bei der Verarbeitung der Skin-Datei!
no: Feil under endring i skin fil!

source: Error check log file
de: Fehler überprüfe Protokoll Datei
no: Feilsjekk loggfil

source: Error command '%s'
de: Fehler beim Befehl '%s'
no: Feilkommando '%s'

source: Error communicating with transmission-daemon: %s.
de: Fehler bei der Kommunikation mit dem Übertragungsdaemon: %s.
no: Feil under kommunisering med overføringsprogrammet: %s

source: Error downloading
de: Fehler beim Herunterladen
no: Feil ved nedlasting

source: Error during download.
de: Fehler während des Download
no: Feil under nedlasting

source: Error fetching URL:
de: Fehler beim Laden der URL:
no: Feil under henting av URL:

source: Error getting movies
de: Fehler beim Ermitteln der Filme
no: Feil under henting av filmer

source: Error loading filelist into server %(server)s: %(error)s
de: Fehler beim Laden der Filelist auf den Server %(server)s: %(error)s
no: Feilet opplasting av filliste til server %(server)s: %(error)s

source: Error loading page feed:
de: Fehler beim Laden des Seiten-Feeds:
no: Feil under opplasting av sidemating:

source: Error loading playlist %(media)s into server %(server)s: %(error)s
de: Fehler beim Laden der Playlist %(media)s auf den Server %(server)s: %(error)s
no: Feil under opplasting av spilleliste %(media)s til server %(server)s %(error)s

source: Error loading playlist into server %(server)s: %(error)s
de: Fehler beim Laden der Playlist auf den Server %(server)s: %(error)s
no: Feil under opplasting av spilleliste til server %(server)s: %(error)s

source: Error missing dependency
no: Feil, manglende sammenheng

source: Error reading bookmarks
no: Feil ved lesing av bokmerker

source: Error reading file %s. Error: %s, %s
de: Fehler beim Lesen der Datei %s. Fehler: %s, %s
no: Feil ved lesing av fil %s. Feil: %s, %s

source: Error updating filelist from server %(server)s: %(error)s
de: Fehler beim Holen der Filelist vom Server %(server)s: %(error)s
no: Feil ved oppdatering av filliste fra server %(server)s: %(error)s

source: Error while backup of DVD!
de: Fehler beim Sichern der DVD!
no: Feil under backup av DVD!

source: Error while creating screenshot. You need grab version 0.8 or higher!
de: Fehler während dem Erstellen des Screenshots. Du benötigst die grab Version 0.8 oder höher!
no: Feil under opprettelse av skjermdump. Du trenger grab versjon 0.8 eller nyere!

source: Error while downloading file %s
de: Fehler während dem Herunterladen von %s
no: Feil under nedlasting av fil %s

source: Error while parsing Feed, this usually means there is something wrong with it.
de: Fehler während der Verarbeitung. Dies beudetet in der Regel, dass etwas mit dem Kanal nicht stimmt.
no: Feil under analysering av feed, dette betyr vanligvis en feil ved feed.

source: Error with VLC server: %s
de: Fehler beim VLC server: %s
no: Feil med VLC server: %s

source: Error writing bookmarks
no: Feil under skriving av bokmerker

source: Error writing file %s. Error: %s, %s
de: Fehler beim Schreiben der Datei %s. Fehler: %s, %s
no: Feil ved skriving av fil %s. Feil: %s, %s

source: Error writing to %s!
de: Fehler beim Schreiben nach %s!
no: Feil ved skriving til %s!

source: Error! Can not open database! Check if save folder is correct and writeable! Press OK to close.
de: Fehler! Kann Datenbank nicht öffnen! Prüfe, ob der Ordner korrekt und beschreibbar ist! OK drücken zum Schliessen.
no: Feil! Kan ikke åpne database! Sjekk at lagringsenhet er i orden og wkrivbar! Trykk OK for å avslutte.

source: Error! Error Text: %s
de: Fehler! Fehlertext: %s
no: Feil! Feiltekst: %s

source: Error...
de: Fehler...
no: Feil...

source: Error: No space left
de: Fehler: Kein Platz frei
no: Feil: Ingen plass ledig

source: Error: Outdated
de: Fehler: Veraltet
no: Feil: Utdatert

source: Error: User aborted
de: Fehler: Vom Benutzer abgebrochen
no: Feil: Brukeravbrudd

source: Error: Zap failed
de: Fehler: Umschalten fehlgeschlagen
no: Feil: Zap feilet

source: Event info
de: Sendungsinfo
no: Programinformasjon

source: EventId not found
de: EventId nicht gefunden
no: Program ID ikke funnet

source: EventInfo blue button:
no: EventInfo blå tast:

source: EventInfo yellow button:
no: EventInfo gul tast

source: Everything done ;)
de: Alles erledigt ;)
no: Alt utført ;)

source: Exact match
de: Exakter Treffer
no: Identisk likhet

source: Exclude
de: Ausschließen
no: Utelukke

source: Excluded days:
de: Ausgeschl. Tage:
no: Ekskluderte dager:

source: Execute "after event" during timespan
de: Führe innerhalb der Zeitspanne aus
no: Start "after event" innenfor tidsrom

source: Execute cuts...
de: Schnitt ausführen...
no: Start klipp...

source: Execute script
no: Start skript

source: Execute the cuts, as set by the CutlistEditor,by physically removing unwanted parts from the files.
de: Die Schnitte durchführen, wie im CutlistEditor gesetzt, und dabei unerwünschte Teile aus den Dateien entfernen.
no: Kjør kuttene som er satt av CutListEditor, ved fysisk å fjerne uønskede biter fra filene.

source: Exit
de: Beenden
no: Avslutt

source: Exit on TV <-> Radio switch:
de: Beenden beim Wechsel TV <--> Radio:
no: Avslutt ved TV <-> Radio bytte:

source: Exit the plugin
de: Plugin beenden
no: Avslutt plugin

source: Exit without saving
de: Verlassen ohne zu speichern
no: Avslutt uten å lagre

source: Expert
de: Experte
no: Ekspert

source: Explore your Dreambox.
de: Erkunde deine Dreambox.
no: Utforsk din Dreambox.

source: Export CSV file
de: CSV- Datei exportieren
no: Eksporter CSV fil

source: Export selected as AutoTimer
de: Auswahl als AutoTimer exportieren
no: Eksporter valgt som AutoTimer

source: Extend the list of services to refresh by those your AutoTimers use?
de: Liste der Kanäle automatisch um die Kanäle des AutoTimers erweitern?
no: Utvid kanallisten til å oppfriske de som AutoTimer bruker?

source: Extended Control Range
de: Erweiterter Regelbereich
no: Utvidet reguleringsområde

source: Extended Search for faces
de: Erweiterte Suche für Bilder
no: Utvidet søk for ansikter

source: Extended Search for names
de: Erweiterte Suche für Namen
no: Utvidet søk for navn

source: Extended configuratin menu:
de: Erweitertes Konfigurationsmenü:
no: Utvidet konfigureringsmeny:

source: Extended search filter
de: Erweiterter Suchfilter
no: Utvidet søkefilter

source: Extension number to initiate call on
de: Nebenstelle für Anrufe
no: Internnummer for å starte telefonsamtale

source: Extensions
de: Erweiterungen
no: Tillegg

source: Extensions menu
de: Erweiterungs-Menü
no: Utvidet meny

source: Extra Info
de: Zusatzinfos
no: Ekstra informasjon

source: Extras
no: Ekstra

source: FRITZ!Box - Could not load calls: %s
de: FRITZ!Box - Anrufe konnten nicht geladen werden: %s
no: FRITZ!Box - Kunne ikke starte samtaler: %s

source: FRITZ!Box - Dialling failed: %s
de: FRITZ!Box - Wählen fehlgeschlagen: %s
no: FRITZ!Box - Oppringinger feilet: %s

source: FRITZ!Box - Error getting blacklist: %s
de: FRITZ!Box - Sperrliste konnte nicht geholt werden: %s
no: FRITZ!Box - Feil ved henting av svarteliste: %s

source: FRITZ!Box - Error getting status: %s
de: FRITZ!Box - Status konnte nicht geholt werden: %s
no: FRITZ!Box - Feil ved henting av status: %s

source: FRITZ!Box - Error logging in
de: FRITZ!Box - Fehler bei Anmeldung
no: FRITZ!Box - Feil ved innlogging

source: FRITZ!Box - Error logging in: %s
de: FRITZ!Box - Fehler bei Login: %s
no: FRITZ!Box - Feil ved innlogging til: %s

source: FRITZ!Box - Error logging in: %s Disabling plugin.
de: FRITZ!Box - Fehler bei Login: %s Plugin wird abgeschaltet
no: FRITZ!Box - Feil ved innlogging til: %s Deaktiverer plugin.

source: FRITZ!Box - Error logging out: %s
de: FRITZ!Box - Fehler bei Logout: %s
no: FRITZ!Box - Feil ved utlogging: %s

source: FRITZ!Box - Error resetting: %s
de: FRITZ!Box - Fehler bei Zurücksetzen: %s
no: FRITZ!Box - Feil ved tilbakestilling: %s

source: FRITZ!Box - Failed changing GuestAccess: %s
de: Fehler bei Änderung des Gastzugangs: %s
no: FRITZ!Box - Feilet å endre gjestetilgang: %s

source: FRITZ!Box - Failed changing Mailbox: %s
de: FRITZ!Box - Fehler bei Änderung des Anrufbeantworter-Status: %s
no: FRITZ!Box - Feilet å endre Mailbox: %s

source: FRITZ!Box - Failed changing WLAN: %s
de: FRITZ!Box - Fehler bei Änderung des WLAN-Status: %s
no: FRITZ!Box - Feil å endre WLAN: %s

source: FRITZ!Box FON address (Name or IP)
de: FRITZ!Box FON Adresse (Name oder IP-Adresse)
no: FRITZ!Box FON adresse (Navn eller IP)

source: FRITZ!Box FON firmware version
no: FRITZ!Box FON maskinvareversjon

source: FRITZ!Box PhoneBook to read
de: Einzulesendes FRITZ!Box Telefonbuch
no: FRITZ!Box Telefonbok å lese

source: FRITZ!Box firmware version not configured! Please set it in the configuration.
de: FRITZ!Box Firmware-Version nicht konfiguriert! Bitte in der Konfiguration setzen.
no: FRITZ!Box maskinvareversjon er ikke konfigurert! Vennligst legg til i konfigurasjonen.

source: FRITZ!Box not available for calling
de: FRITZ!Box für Anrufe nicht verfügbar
no: FRITZ!Box ikke tilgjengelig for samtale

source: FTP Queue Manager
de: FTP Warteschlangenverwaltung
no: FTP købehandler

source: FTP Server Manager
de: FTP-Server Verwaltung
no: FTP serverbehandler

source: FTPBrowser allows uploading and downloading files between your Dreambox and a server using the file transfer protocol.
de: Mit FTPBrowser können Dateien mit dem File Transfer Protocol von der Dreambox auf einen Server übertragen werden und umgekehrt.
no: FTPBrowser tillater opplasting og nedlasting av filer mellom din Dreambox og en server ved hjelp av filoverføringsprotokoll (ftp).

source: Failed to add %d torrents.
de: Hinzufügen von %d Torrents fehlgeschlagen.
no: Feilet å legge til %d torrents.

source: Failed to download or save file. Possible problems: - Subtitle filname: %s - Subtitle codepage: %s - Subtitle filetype: %s - Movie fsp: %s .
no: Feilet å laste ned og lagre fil. Mulige problemer: - Undertekst filnavn: %s - Undertekst kodesett: %s - Undertekst filtype: %s - Film fsp: %s .

source: Failed to get subscriptions from Google Reader.
de: Konnte Abonnements nicht von Google Reader auslesen.
no: Feilet å hente abonnement fra Google Reader.

source: Failed to login to Google Reader.
de: Anmeldung bei Google Reader fehlgeschlagen.
no: Feile å logge inn i Google Reader.

source: Failed to move the movie %s to %s in the background
de: Konnte den Film %s nicht im Hintergrund nach %s verschieben
no: Feilet å flytte filmen %s til %s i bakgrunnen

source: Failed: %s.
no: Feilet: %s.

source: Fake recording
de: Pseudoaufnahme
no: Simulert opptak

source: False
de: Falsch
no: Usann

source: Fan is not working!
de: Lüfter funktioniert nicht!
no: Vifte virker ikke!

source: Fan off in Idle Mode
de: Lüfter aus im Idle Mode
no: Vifte av i hvilemodus

source: Fan type
de: Lüftertyp
no: Viftetype

source: FanControl2 emergency, Box Shutdown now?
de: FanControl2 Notfall, jetzt Box ausschalten?
no: FanControl2 nødsituasjon, slå av Dreambox nå?

source: Favorite list
de: Favoritenliste
no: Favorittliste

source: Favorites
de: Favoriten
no: Favoritter

source: Featured Photos
no: Utvalgte bilder

source: Feed is empty.
de: Kanal ist leer.
no: Feed is tom.

source: Feels like %s
de: Gefühlte Temp. %s
no: Føles som %s

source: Fetch and display remote text files via HTTP
de: Textdateien über HTTP herunterladen und anzeigen
no: Hent og vis eksterne tekstfiler via HTTP

source: Fetch feeds from Google Reader?
de: Abonnements bei Google Reader auslesen?
no: Hente feeds fra Google Reader?

source: Fetching feed entries
de: Lade feeds
no: Henter mateoppføringer

source: Fetching search entries
de: Lade Suchergebnisse
no: Henter søkoppføringer

source: Field %d content
de: Inhalt Feld %d
no: Feltet %d inneholder

source: Field %d width
de: Breite Feld %d
no: Feltet %d's bredde

source: File %s does not exists
de: Datei %s ist nicht vorhanden
no: Fil %s finnes ikke

source: File Size
de: Dateigröße
no: Filstørrelse

source: File is too big to display content
no: Fil er for stor, ikke mulig å vise innhold

source: File name error !
de: Dateinamen-Fehler!
no: Filnavn feil!

source: File size is bigger than 61440. Subs Downloader can't manage it with vEditor.
no: Filstørrelse er større enn 61440. Subs Downloader kan ikke behandle den med vEditor.

source: Filebrowser
de: Datei Browser
no: Filsøker

source: Filebrowser startup path
de: Dateibrowser-Startpfad
no: Filsøker oppstartkatalog

source: Filelist
no: Filliste

source: Filelist: %s
de: Dateiliste: %s
no: Filliste: %s

source: Filename
de: Dateiname
no: Filnavn

source: Filename pattern (No RegExp)
no: Filnavnmønster (Ikke RegEXP)

source: Files
de: Dateien
no: Filer

source: Files browser:
de: Datei Browser:
no: Filsøker:

source: Filesize : %d %sByte
de: Dateigr&ouml;&szlig;e : %d %sByte
no: Filstørrelse: %d %sByte

source: Filesystemposition list left
no: Filsystemposisjonsliste venstre

source: Filesystemposition list right
no: Filsystemposisjonsliste høyre

source: Film & Animation
no: Film & Animasjon

source: Filter Services
de: Kanäle Filtern
no: Filtrer kanaler

source: Filter also list of calls
de: Filter auch auf Anrufliste anwenden
no: Bruk filter i listen over samtaler

source: Filter restricted content:
de: Eingeschränkte Inhalte filtern:
no: Filtrer begrenset innhold:

source: Filters are another powerful tool when matching events. An AutoTimer can be restricted to certain Weekdays or only match an event with a text inside eg it's Description. Press BLUE to add a new restriction and YELLOW to remove the selected one.
de: Filter sind ein hilfreiches Hilfsmittel um Sendungen zu erkennen. Ein AutoTimer kann auf bestimmte Wochentage beschränkt sein oder z.B. nur bei einem Text innerhalb der Kurzbeschreibung aktiv werden. Drücke BLAU um einen neuen Filter hinzuzufügen und GELB um einen zu entfernen
no: Filter er et annet kraftig verktøy for å finne programmer. En AutoTimer kan begrenses til visse ukedager, eller kun å være lik en tekst i eks. vis beskrivelsen. Trykk BLÅ knapp for å legge til begrensninger og GUL for å fjerne den valgte.
