Repository: opendreambox/enigma2-plugins
Catalog: po/*.po
Languages: de, no

source: Defines where to search for duplicates (only title, short description or even extended description)
de: Wie soll nach doppelten Einträgen gesucht werden (nur Titel, Kurzbeschreibung oder Erweiterte Beschreibung)
no: Definerer hvor duplikater skal søkes etter (bare tittel, kort beskrivelse eller utvidet beskrivelse)

source: Deinterlacer mode for interlaced content
de: Deinterlacer Modus für interlaced Inhalt
no: Deinterlacer mode for interlaced innhold

source: Deinterlacer mode for progressive content
de: Deinterlacer Modus für progressive Inhalt
no: Deinterlacer mode for progressivt innhold

source: Delay after editing (in sec)
de: Verzögerung nach Bearbeitung (in sek)
no: Pause etter editering (i sek)

source: Delay if not in standby (minutes)
de: Verzögerung sofern nicht im Standby (min)
no: Pause hvis ikke i standby (minutter)

source: Delay x seconds after service started
de: Verzögerung von x Sekunden nach Umschaltung
no: Vent x sekunder etter at tjeneste har startet

source: Delete
de: Löschen
no: Slett

source: Delete %s
de: Lösche %s
no: Slett %s

source: Delete Timer
de: Timer Löschen
no: Slett timer

source: Delete all entries
de: Alle Einträge entfernen
no: Slett alle oppføringer

source: Delete all favorites?
de: Alle Favoriten löschen?
no: Slett alle favoritter?

source: Delete all tags...
de: Alle Tags entfernen...
no: Sletter alle merker...

source: Delete crashlog(s)
de: Löschen der Crashlog(s)
no: Slett avbruddslogg(er)

source: Delete crashlogs
de: Crashlogs löschen
no: Slett crashlogs

source: Delete entry
de: Eintrag löschen
no: Slett timer

source: Delete failed!
de: Löschen fehlgeschlagen.
no: Sletting feilet.

source: Delete favorite?
de: Favoriten löschen?
no: Slett favoritter?

source: Delete log(s)
de: Logdateien löschen
no: Slett logg(er)

source: Delete mount
de: Freigabe löschen
no: Slett monteringspunkt

source: Delete older 48h
de: L&ouml;schen &auml;lter 48h
no: Slett gamlere enn 48 timer

source: Delete orphaned movie files
de: Verwaiste Film-Dateien löschen
no: Slett filmer uten tilhørighet

source: Delete selected page
de: Ausgewählte Seite löschen
no: Slett valgt side

source: Delete selected playlist
de: Gewählte Wiedergabeliste löschen
no: Slett valgt spilleliste

source: Delete song from current playlist
de: Lieder aktueller Wiedergabeliste löschen
no: Slett sang fra nåværende spilleliste

source: Delete song from database
de: Lieder aus Datenbank löschen
no: Slett sang fra database

source: Delete system setting backups
de: Einstellungs-Sicherungen löschen
no: Slett backup med systeminnstillinger

source: Delete this movie?
de: Diesen Film löschen?
no: Slett denne filmen?

source: Delete this tag...
de: Ausgewählten Tag entfernen...
no: Sletter dette merket..

source: Delete timerlist entries
de: Timerlisten-Einträge löschen
no: Slett timerlisteoppføringer

source: Delete unused tags
de: Ungenutzte Tags entfernen
no: Slett ubrukte merker

source: Description
de: Beschreibung
no: Beskrivelse

source: Destination
de: Ziel
no: Mål

source: Destination / Client
de: Ziel / Client
no: Mål / Klient

source: Destination dir '%s' does not exist.
de: Zielverzeichnis '%s' existiert nicht.
no: Målkatalog '%s' eksisterer ikke.

source: Details
no: Detaljer

source: Device
de: Gerät
no: Enhet

source: Device & Versions
de: Gerät & Versionen
no: Enheter & Versjoner

source: Device Info
de: Geräte Info
no: Enhetsinformasjon

source: Device Name
de: Gerätebezeichnung
no: Enhetsnavn

source: Device:
de: Gerät:
no: Enhet:

source: Dir:
de: Verzeichnis:
no: Katalog:

source: Direct playback of Youtube videos
de: Youtube Filme direkt abspielen
no: Direkte avspilling av YouTube videoer

source: Directory %s nonexistent.
de: Verzeichnis %s existiert nicht.
no: Katalog %s finnes ikke.

source: Directory name error !
de: Verzeichnisname-Fehler!
no: Katalognavn feil!

source: Directory pattern file
de: Episoden Vorlage Dateiverzeichnis
no: Katalog mønsterfil

source: Directory to scan for Logos
de: Verzeichnis für Suche nach Logos
no: Katalog for logoer

source: Directory:
de: Ordner:
no: Katalog:

source: Disable
de: Deaktivieren
no: Slå av

source: Disable KiddyTimer
de: KiddyTimer deaktivieren
no: Slå av KiddyTimer

source: Disable media filter
no: Deaktiver mediafilter

source: Disabled
de: Deaktiviert
no: Deaktivert

source: Discard changes and close plugin
de: Änderungen verwerfen und Plugin schliessen
no: Forkast endringer å avslutt plugin

source: Discard changes and close screen
de: Änderungen verwerfen
no: Forkast endringer å avslutt skjermbilde

source: Discard changes?
de: Änderungen verwerfen?
no: Forkast endringer?

source: Disconnect
de: Trennen
no: Koble fra

source: Disk free : %d MByte
de: Datentr&auml;ger frei : %d MByte
no: Ledig plass: %d MByte

source: Dismiss all setting changes
de: Alle Änderungen verwerfen
no: Ikke tillat endringer

source: Display 4:3 content as
de: 4:3 Bild Darstellung als
no: Vis 4:3 innhold som

source: Display FRITZ!box-Fon calls on screen
de: Anzeige der Anrufe auf der FRITZ!Box Fon
no: Vis FRITZ!Box telefonsamtaler på skjerm

source: Display Fon calls on screen
de: Anrufe auf dem Fernseher anzeigen
no: Vis teklefonsamtaler på skjerm

source: Display all calls
de: Alle Anrufe
no: Vi alle samtaler

source: Display connection infos
de: Anzeige von Verbindungsinfos
no: Vis tilkoblingsinformasjon

source: Display edges
de: Ränder anzeigen
no: Vis kanter

source: Display first and last row.
de: Erste und letzte Spalte anzeigen.
no: Vis første og siste rad

source: Display incoming calls
de: Eingehende Anrufe
no: Vi innkommende samtaler

source: Display missed calls
de: Verpasste Anrufe
no: Vis ubesvarte anrop

source: Display more Options
de: mehr Optionen anzeigen
no: Vi flere valg

source: Display outgoing calls
de: Abgehende Anrufe
no: Vus utgående samtaler

source: Display search results by:
de: Suchergebnisse anzeigen:
no: Vis søkeresultater av:

source: Displays Movie Information from the InternetMovieDatabase
de: Zeigt Informationen aus der Internet-Film-Datenbank (imdb) an
no: Vis filminformasjon fra InternetMovieDatabase

source: Displays Movie Information from the Online Film Datenbank (German)
de: Zeigt Informationen aus der deutschen Online Film Datenbank an
no: Vis filminformasjon fra Online Fim Datenbank (German)

source: Displays a label in the opposite corner of PiP if pipzap is enabled.
de: Zeigt ein Label in der gegenüberliegenden Ecke von PiP, wenn pipzap aktiviert ist.
no: Vis etikett i motsatt hjørne av BiB hvis PipZap er aktivert.

source: Distribute birthdays to other Dreamboxes
de: Geburtstagsliste an andere Boxen verteilen
no: Distribuere fødselsdager til andre Dreambox'er

source: Do Nothing
de: Nichts tun
no: Ikke gjør noe

source: Do You really want to delete: /n %s
de: Wollen Sie folgendes wirklich löschen:
no: Vil du virkelig slette: /n %s

source: Do You want to restart GUI to apply changes?
de: Soll die Benutzeroberfläche neu gestartet werden, damit die Änderungen übernommen werden.
no: Vil du restarte GUI for å legge til endringer?

source: Do You want to start renaming?
de: Möchtest Du das Umbenennen beginnen?
no: Vil du omdøpe nå?

source: Do not wake up at the end of next deep standby interval.
de: Die Box wacht nach dem Ende der nächsten Ruhezeit nicht automatisch auf.
no: Ikke start opp ved slutt av neste standby intervall.

source: Do what?
de: Aktion mit Nummer?
no: Gjøre hva?

source: Do you really want to add all songs from that album to a playlist?
de: Sollen alle Lieder dieses Albums zur Wiedergabeliste hinzugefügt werden?
no: Vil du virkelig legge til alle sanger fra dette albumet til en spilleliste?

source: Do you really want to add all songs from that artist to a playlist?
de: Sollen alle Lieder dieses Interpreten zur Wiedergabeliste hinzugefügt werden?
no: Vil du virkelig legge til alle sanger fra denne artisten til en spilleliste?

source: Do you really want to add all songs from that genre to a playlist?
de: Sollen alle Lieder dieses Genres zur Wiedergabeliste hinzugefügt werden?
no: Vil du virkelig legge til alle sanger fra denne sjangeren til en spilleliste?

source: Do you really want to delete %s %s?
de: Möchten Sie wirklich %s löschen %s?
no: Vil du virkelig slette %s %s?

source: Do you really want to delete %s?
de: %s wirklich löschen?
no: Vil du virkelig slette %s?

source: Do you really want to delete all tags everywhere? (Note that 'Cancel' will not undo this!)
de: Wirklich ALLE gesetzten Tags entfernen? ('Abbrechen' kann dies nicht rückgängig machen!)
no: Vil du virkelig slette alle merker overalt? (Noter at 'Avbryt' ikke vil omgjøre dette!)

source: Do you really want to delete entry for %(number)s %(name)s?
de: Soll der Eintrag %(name)s für %(number)s wirklich gelöscht werden?
no: Vil du virkelig slette oppføring for %(number)s %(name)s?

source: Do you really want to delete tag "%s" everywhere? (Note that 'Cancel' will not undo this!)
de: Wirklich den Tag "%s" überall entfernen? ('Abbrechen' kann dies nicht rückgängig machen!)
no: Vil du virkelig slette merke '%s' overalt? (Noter at 'Avbryt' ikke vil omgjøre dette!)

source: Do you really want to delete that song from the database?
de: Sollen alle Lieder aus der Datenbank gelöscht werden?
no: Vil du virkelig slette sangen fra databasen?

source: Do you really want to delete that song the current playlist?
de: Soll der gewählte Eintrag wirklich in der aktuellen Wiedergabeliste gelöscht werden?
no: Vil du virkelig slette sangen fra nåværende spilleliste?

source: Do you really want to delete the current playlist?
de: Soll die aktuelle Wiedergabeliste wirklich gelöscht werden?
no: Vil du virkelig slette nåværende spilleliste?

source: Do you really want to delete the entry for %s?
de: Wollen Sie den Eintrag für %s wirklich löschen?
no: Vil du virkelig slette oppføringen for %s?

source: Do you really want to delete the timer %s ?
de: Soll der Timereintrag %s wirklich gelöscht werden?
no: Vil du virkelig slette timeren %s ?

source: Do you really want to delete this entry?
de: Möchten Sie diesen Eintrag wirklich löschen?
no: Vil du virkelig slette denne oppføringen?

source: Do you really want to delete:
no: Vil du virkelig slette:

source: Do you really want to stop the recording?
de: Soll die Aufnahme wirklich beendet werden?
no: Vil du virkelig stoppe innspillingen?

source: Do you want to enter a username and password for this host?
de: Wollen Sie einen Benutzernamen und Passwort für diesen Rechner eingeben?
no: Ønsker du å lage et brukernavn og passord til denne verten?

source: Do you want to execute %s?
no: Vil du starte %s

source: Do you want to execute?\n
de: Ausführen?\n
no: Vil du starte?\n

source: Do you want to restart the GUI now?
de: Wollen Sie jetzt wirklich neu starten?
no: Vil du restarte GUI nå?

source: Do you want to see more entries?
de: Weitere Videos?
no: Vil du se på flere valg?

source: Do you want to set
no: Vil du sette

source: Do you want to start the kiddytimer- plugin now.
de: Wollen Sie das KiddyTimer- Plugin jetzt starten?
no: Vil du starte KiddyTimer plugin nå?

source: Do you want to try to open the downloaded file?
de: Möchten Sie versuchen die heruntergeladene Datei zu öffnen?
no: Vil du prøve å åpne den nedlastede fil?

source: Don't cut
de: nicht schneiden
no: Ikke klipp

source: Don't edit this manually unless you really know what you are doing
de: Bitte nicht manuell verändern wenn Du nicht wirkich weisst was du tust
no: Ikke rediger manuelt uten at du virkelig vet hva du gjør

source: Don't monitor TV started after
de: Nicht mehr überwachen nach
no: Ikke overvåk TV startet etter

source: Don't monitor TV started before
de: Nicht überwachen vor
no: Ikke overvåk TV startet før

source: Don't reconstruct
de: Nicht wiederherstellen
no: Ikke rekonstruer

source: Don't save
de: Nicht speichern
no: Ikke lagre

source: Don't save Timeshift as Movie
de: Timeshiftaufnahme nicht als Film speichern
no: Ikke lagre TimeShift som film

source: Don't stop current event but disable coming events
de: Aktuelle Aufnahme nicht beenden aber zukünftige deaktivieren
no: Ikke stopp nåværende event men slå av kommende events

source: Don't wake up
de: Nicht aufwachen
no: Ikke vekk opp

source: Donate {donate:s}
de: Spenden {donate:s}
no: Doner {donate:s}

source: Down
de: Nach unten
no: Ned

source: Downlad %s
de: %s herunterladen
no: Last ned %s

source: Download
de: Herunterladen
no: Nedlasting

source: Download Picture
de: Bild herunterladen
no: Last ned bilde

source: Download Video
de: Video runterladen
no: Last ned video

source: Download directory
de: Download Verzeichnis
no: Last ned katalog

source: Download finished.
de: Download abgeschloßen.
no: Nedlasting ferdig.

source: Download location
de: Download Verzeichnis:
no: Nedlastingsplassering

source: Download rate
de: Downloadgeschwindigkeit
no: Nedlastingsrate

source: Download subtitle to any movie.
de: Untertitel zu Filmen herunterladen.
no: Last ned undertekst til hvilken som helst film.

source: Download torrent...
de: Torrent herunterladen...
no: Laster ned torrent...

source: Download...
de: Herunterladen...
no: Laster ned...

source: Download:
no: Nedlasting:

source: Downloaded %d and uploaded %d MB
de: %d MB heruntergeladen und %d MB hochgeladen
no: Lastet ned %d og lastet opp %d MB

source: Downloaded %d of %d MB (%d%%)
de: %d von %d MB (%d%%) heruntergeladen
no: Laste ned %d av %d MB (%d%%)

source: Downloading Movie Poster: %s...
de: Lade Filmplakat herunter: %s...
no: Laster ned film poster: %s

source: Downloading bouquets failed!
de: Herunterladen der Bouquet's fehlgeschlagen!
no: Nedlastede buketter feilet!

source: Downloading from %d of %d peers
de: Lade von %d von %d Peers herunter
no: Nedlasting fra %d fra %d peers

source: Downloading movie: %s
de: Film wird heruntergeladen: %s
no: Laster ned film: %s

source: Downloading satellites failed!
de: Herunterladen der Satelliten fehlgeschlagen!
no: Nedlasting av satellitter feilet!

source: Downloading screenshots. Please wait...
de: Bilder werden geladen. Bitte warten...
no: Laster ned skjermbilde. Vennligst vent...

source: Downloading succesfull! Parsing ...
de: Herunterladen erfolgreich! Analysiere
no: Nedlasting vellykket! Analyserer...

source: Downloading...
de: Lade herunter...
no: Laster ned...

source: Dream-Explorer - Delete %s...
no: Dream-Explorer - Slett %s...

source: Dream-Explorer : Install...
de: Dream-Explorer - Installiere...
no: Dream-Explorer : Installerer...

source: Dreambox Music Database
de: Dreambox Musik-Datenbank
no: Dreambox Musikkdatabase

source: Dreambox OS Version
no: Dreambox OS versjon

source: Dreambox model:
no: Dreambox modell:

source: Dreambox name
no: Dreambox navn

source: Dreambox-Explorer original version by Vali (2010) new version by Dre (2016) Support & help: board.dreambox-tools.info
no: Dreambox-Explorer original versjon bav Vali (2010) new versjon av Dre (2016) Support & hjelp: board.dreambox-tools.info

source: Duration
de: Dauer
no: Varighet

source: Duration to stay on service (seconds)
de: Verbleibe auf Sender für (Sekunden)
no: Varighet i å holde seg påkoblet tjeneste (skunder)

source: Duration:
de: Dauer:
no: Varighet:

source: Duration:
de: Dauer:
no: Varighet:

source: Durations
de: Dauer
no: Varighet

source: EIT wait timeout (ms) before auto selection
no: EiT ventetid (ms) før autovelging

source: EPG Copy - Password
no: EPG Copy - Passord

source: EPG Copy - Source Network IP
no: EPG Copy - Kildenettverk IP

source: EPG Copy - Time to Copy
no: EPG Copy - Tid inntil kopiering

source: EPG Copy - Username
no: EPG Copy - Brukernavn

source: EPG Copy view
no: EPG Copy vis

source: EPG Copy view 1280
no: EPG Copy vis 1280

source: EPG Search
de: EPG Suche
no: EPG søk

source: EPG Selection
de: EPG Auswahl
no: EPG Valg

source: EPG refresh
no: EPG oppfriskning

source: EPG refresh auto-start earliest (hh:mm)
de: Früheste Zeit für Aktualisierung (hh:mm)
no: EPG oppfriskning autostart tidligst (hh:mm)

source: EPG refresh auto-start latest (hh:mm)
de: Späteste Zeit für Aktualisierung (hh:mm)
no: EPG oppfriskning autostart senest (hh:mm)

source: EPG refresh finished.
de: EPG Aktualisierung beendet.
no: EPG oppfriskning ferdig

source: EPG refresh finished. Should AutoTimer be search for new matches?
de: EPG-Aktualisierung abgeschlossen. Soll Auto Timer nach neuen Ereignissen suchen?
no: EPG oppfriskning ferdig. Skal AutoTimer søkes for flere treff?

source: EPG refresh save.
de: EPG Aktualisierung speichern.
no: EPG oppfriskning lagre

source: EPG refresh started in background.
de: EPG Aktualisierung wurde im Hintergrund gestartet
no: EPG oppfriskning startet i bakgrunnen.

source: EPG refresh starts scanning channels.
de: EPG Aktualisierung startet den Kanalscan.
no: EPG oppfriskning skanner kanaler.

source: EPG search
de: EPG-Suche
no: EPG søk

source: EPG-Search
de: EPG-Suche
no: EPG søk

source: EPGREFRESH_NOTIFICATION_DOMAIN
de: EPGRefresh
no: EPGRefresh medlingsdomene

source: EPGRefresh Configuration
de: EPGRefresh Konfiguration
no: EPGRefresh Konfigurasjon

source: EPGRefresh Configuration Help
de: EPGRefresh Konfiguration Hilfe
no: EPGRefresh Konfigurasjon Hjelp

source: EPGRefresh Functions
de: EPGRefresh Funktionen
no: EPGRefresh Funksjoner

source: EPGRefresh Help
no: EPGRefresh Hjelp

source: EPGRefresh Services
de: EPGRefresh Sender
no: EPGRefresh Tjenester

source: EPGRefresh is not installed!
de: Plugin EPGRefresh ist nicht installiert.
no: EPGRefresh er ikke installert!

source: EPGRefresh will automatically switch to user-defined channels when the box is idling(i.e. in standby mode and no recordings running) to perform updates of the EPG information on these channels. On multi-tuner boxes it may optionally run in background hidden or in PiP, to not disturb the current TV program.
de: EPGRefresh schaltet automatisch auf benutzerdefinierte Kanäle um die EPG Informationen zu aktualisieren, während die Dreambox nicht benutzt wird (z.B. im Standby-Modus, während keine Aufnahmen laufen). Auf Dreamboxen mit mehreren Tunern kann die Aktualisierung optional auch im Hintergrund versteckt oder im PiP vorgenommen werden, damit das aktuell gewählte TV Programm weiterläuft.
no: EPGRefresh vil automatisk gå til brukerdefinerte kanaler når tuner går i standby modus, og så lenge ingen innspillinger kjører, for å oppdatere EPG data for disse kanalene. På multitunere kan det velges å kjøre oppdatering i bakgrunnen eller i BiB, for ikke å forstyrre den aktive TV program.

source: EPGSearch Setup
de: EPGSearch Einrichtung
no: EPGRefresh Oppsett

source: EPGsearch is not installed!
de: Plugin EPGSearch ist nicht installiert.
no: EPGSearch er ikke installert!

source: ERROR - Set Timer on Remote DreamBox via WebIf: %s
de: Fehler - Setzen des Timer auf der entfernten Dreambox via WebIf: %s
no: FEIL - Sett timer for ekstern Dreambox via Webif: %s

source: ERROR: Cannot set SleepTimer while device is in Standby-Mode
de: FEHLER: Ein Ausschalt-Timer kann nicht gesetzt werden während sich das Gerät im Standby befindet
no: FEIL: Kan ikke sette standbytid mens enhet er i standby modus

source: ERROR: Obligatory parameter 'cmd' [get,set] has unspecified value '%s'
de: FEHLER: Der obligatorische parameter 'cmd' [get,set] hat den undefinierten Wert '%s'
no: FEIL: Obligatorisk parameter 'cmd' [get,set] har uspesifisert verdi '%s'

source: ERROR: Obligatory parameter 'enabled' [True,False] has unspecified value '%s'
de: Fehler: Der obligatorische Parameter 'enabled' [True,False] hat den undefinierten Wert '%s'
no: FEIL: Obligatorisk parameter 'Aktivert' [True,False] har uspesifisert verdi '%s'

source: ERROR: Obligatory parameter 'time' [0-999] is missing
de: Fehler: Der obligatorische Parameter 'time' [0-999] fehlt
no: FEIL: Obligatorisk parameter 'time' [0-999] mangler

source: EXTENSIONMENU_PREFIX
de: EPGBackup
no: Utived meny prefix

source: EXTENSIONNAME_SETUP
de: Konfiguration
no: Utvidet navneoppsett

source: Eastern Europe
de: Osteuropa
no: Øst Europa

source: Easy-PG Primetime 1:
no: Easy-PG beste sendetid 1:

source: Easy-PG Primetime 2 (main):
de: Easy-PG (Haupt-) Primetime 2:
no: Easy-PG beste sendetid 2 (hoved):

source: Easy-PG Primetime 3:
no: Easy-PG beste sendetid 3:

source: Easy-PG picons path:
de: Easy-PG Picon-Pfad:
no: Easy-PG piconkatalog:

source: EasyInfo settings...
de: EasyInfo-Einstellungen
no: EasyInfo oppsett

source: EasyMedia settings...
de: EasyMedia Einstellungen...
no: EasyMedia oppsett

source: Edit
de: Bearbeiten
no: Rediger

source: Edit AutoTimer
de: AutoTimer bearbeiten
no: Rediger AutoTimer

source: Edit AutoTimer filters
de: AutoTimer Filter bearbeiten
no: Rediger AutoTimer filter

source: Edit AutoTimer services
de: AutoTimer Sender bearbeiten
no: Rediger AutoTimer tjenester

source: Edit Off
de: Bearbeiten an
no: Rediger AV

source: Edit On
de: Bearbeiten aus
no: Rediger PÅ

source: Edit Services
de: Kanäle
no: Rediger kanaler

source: Edit Services to refresh
de: Sender zur Aktualisierung auswählen
no: Rediger kanaler som skal oppfriskes

source: Edit Tags
de: Tags bearbeiten
no: Rediger merker

source: Edit Timer
de: Timer bearbeiten
no: Rediger timer

source: Edit Timers and scan for new Events
de: Automatisch Aufnahmen programmieren
no: Rediger timere og søk etter nye programmer

source: Edit birthday
de: Geburtstag bearbeiten
no: Rediger fødselsdag

source: Edit birthdays
de: Geburtstage bearbeiten
no: Rediger fødselsdager

source: Edit line
de: Zeile bearbeiten
no: Rediger linje

source: Edit line: %d
no: Rediger linje: %d

source: Edit new timer defaults
de: Voreinstellungen neuer Timer bearbeiten
no: Rediger standarder for nye timere

source: Edit selected AutoTimer
de: Markierten AutoTimer bearbeiten
no: Redigere valgt AutoTimer

source: Edit selected entry
de: Eintrag bearbeiten
no: Rediger valgt oppføring

source: Edit selected page
de: Ausgewählte Seite bearbeiten
no: Rediger valgt side

source: Edit tags of recorded movies
de: Bearbeiten der Tags aufgenommener Filme
no: Redigere merking i innspilte filmer

source: Edit tags of recorded movies.
de: Mit TagEditor können Sie die Tags Ihrer aufgenommenen Filme bearbeiten.
no: Redigere merking i innspilte filmer.

source: Edit the selected entry
de: Gewählten Eintrag bearbeiten
no: Rediger den valgte oppføring

source: Editing
de: Bearbeiten
no: Redigering

source: Editing the service list
de: Senderliste bearbeiten
no: Redigerer kanallisten

source: Editor for fstab
de: Editor für die Fstab
no: Redaktør for fstab

source: Editor for new AutoTimers
de: Standardeditor für neue AutoTimer
no: Redaktør for AutoTimers

source: Education
de: Bildung
no: Utdanning

source: Eject DVD?
de: DVD auswerfen?
no: Løs ut DVD?

source: Email Client
no: E-post klient

source: Email setup
de: Email Einstellungen
no: E-post oppsett

source: Emailclient is an IMAP4 e-mail viewer for the Dreambox.
de: Mit dem Emailclient können Sie Ihre E-Mails über die Dreambox abrufen, wenn Ihr Postfach für IMAP konfiguriert ist.
no: Emailclient er en IMAP4 epostklient for Dreambox.

source: Embed volume slider:
de: Lautstärkeregelung einbetten:
no: Bygg inn volumslider:

source: Empty .ap file
de: Leere .ap Datei
no: Tøm .ap fil

source: Enable
de: Aktivieren
no: Aktiver

source: Enable /media
de: Aktiviere /media
no: Aktiver /media

source: Enable 1080p24 Mode
de: Modus 1080p24 aktivieren
no: Aktiver 1080p24 modus

source: Enable 1080p25 Mode
de: Modus 1080p25 aktivieren
no: Aktiver 1080p25 modus

source: Enable 1080p30 Mode
de: Modus 1080p30 aktivieren
no: Aktiver 1080p30 modus

source: Enable 720p24 Mode
de: Modus 720p24 aktivieren
no: Aktiver 720p24 modus

source: Enable Autoresolution
de: Autoresolution aktivieren
no: Aktiver Autoresolution

source: Enable Babelzapper on Mute
de: Babelzapper mit Stummschalt-Taste aktivieren
no: Aktiver BabelZapper under lyddemping
