Repository: opendreambox/enigma2-plugins
Catalog: infobartunerstate/po/*.po
Languages: it

source: Configuration
it: Configurazione

source: Cancel
it: Annull.

source: Usage
it: Utilizzo

source: Enable InfoBarTunerState
it: Abilitare InfoBarTunerState

source: Add Show to extension menu
it: Aggiungere visualizzazione al menu estensioni

source: Add Setup to extension menu
it: Aggiungere configurazione al menu estensioni

source: Show and hide with InfoBar
it: Mostrare/Nascondere con la barra informazioni

source: Show on events
it: Mostrare su eventi

source: MoviePlayer integration
it: Integrazione con MoviePlayer

source: Time format begin
it: Inizio: formato ora

source: Time format end
it: Fine: formato ora

source: Field %d content
it: Contenuto campo %d

source: Field %d width
it: Larghezza campo %d

source: Horizontal offset left in pixel
it: Offset orizzontale SX (pixel)

source: Horizontal offset right in pixel
it: Offset orizzontale DX (pixel)

source: Vertical offset in pixel
it: Offset verticale (pixel)

source: Text padding offset in pixel
it: Offset testo dal bordo (pixel)

source: Text spacing offset in pixel
it: Offset spaziatura testo (pixel)

source: Variable field width
it: Larghezza campo variabile

source: Placeholder for Progressbar
it: Posizione Barra progresso

source: List goes up
it: Elenco in primo piano

source: Background transparency
it: Trasparenza sfondo

source: Infobar timeout
it: Persistenza barra informazioni

source: Show Message when Recording starts
it: Mostrare messaggio su avvio registrazione

source: Really close without saving settings?
it: Chiudere senza salvare la configurazione?

source: Only one Name field allowed:
it: Consentire un solo nome campo:

source: Only one Icon field allowed:
it: Consentire un solo campo icona:

source: Only one Graphical Progress field allowed:
it: Consentire un solo campo di progresso grafico:

source: Nothing running
it: Nulla è attivo

source: Show InfoBarTunerState
it: Mostrare InfoBar Tuner State

source: InfoBarTunerState Setup
it: Configurazione InfoBar TunerState

source: If You like this plugin and want to support it,
it: Se questo plugin piace e si desiderasse supportarlo,

source: or if just want to say ''thanks'',
it: o semplicemente si volesse ringraziare,

source: feel free to donate via PayPal.
it: è possibile contribuire con PayPal.

source: Thanks a lot ! PayPal:
it: Mille grazie! PayPal:

source: SUPPORT:
it: SUPPORTO:

source: Type (Icon)
it: Tipo (icona)

source: Type (Text)
it: Tipo (testo)

source: Tuner Type
it: Tipo tuner

source: Channel Number
it: Numero canale

source: Channel Name
it: Nome canale

source: Name
it: Nome

source: Time Left / Duration
it: Tempo residuo / Durata

source: Time Left
it: Tempo residuo

source: Time Elapsed
it: Tempo trascorso

source: Begin
it: Inizio

source: End
it: Fine

source: Duration
it: Durata

source: Timer Progress (Graphical)
it: Progresso timer (grafico)

source: Timer Progress (Text)
it: Progresso timer (testo)

source: Destination
it: Destinazione

source: Stream Client
it: Client stream

source: Stream Client with Port
it: Client stream con porta

source: Destination / Client
it: Destinazione / Client

source: File Size
it: Dimensioni file

source: Free Space
it: Spazio libero

source: None
it: Nulla

source: DD.MM HH:MM
it: GG.MM HH:MM

source: DD.MM. HH:MM
it: GG.MM. HH:MM

source: MM/DD HH:MM
it: MM/GG HH:MM

source: DD.MM.YYYY HH:MM
it: GG.MM.YYYY HH:MM

source: YYYY/MM/DD HH:MM
it: YYYY/MM/GG HH:MM

source: HH:MM DD.MM
it: HH:MM GG.MM

source: HH:MM MM/DD
it: HH:MM MM/GG

source: HH:MM DD.MM.YYYY
it: HH:MM GG.MM.YYYY

source: HH:MM YYYY/MM/DD
it: HH:MM YYYY/MM/GG

source: WD DD.MM. HH:MM
it: WD GG.MM. HH:MM

source: WD, DD.MM. HH:MM
it: WD, GG.MM. HH:MM

source: Prepare record
it: Preparare registrazione

source: Start record
it: Avviare registrazione

source: End record
it: Arrestare registrazione

source: Start / End record
it: Avviare/arrestare registrazione

source: Prepare / Start / End record
it: Preparazione / Inizio / Fine registrazione

source: configuration
it: Configurazione

source: InfoBarTunerState is disabled
it: InfoBarTunerState è disabilitato
